{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Split",
        "pattern": {
          "String": "(\\d)"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": "##",
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<BOS>": 2,
      "<EOS>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "«": 98,
      "¬": 99,
      "®": 100,
      "°": 101,
      "±": 102,
      "·": 103,
      "»": 104,
      "×": 105,
      "á": 106,
      "â": 107,
      "ä": 108,
      "å": 109,
      "æ": 110,
      "ç": 111,
      "è": 112,
      "é": 113,
      "í": 114,
      "î": 115,
      "ï": 116,
      "ñ": 117,
      "ó": 118,
      "ô": 119,
      "ö": 120,
      "÷": 121,
      "ø": 122,
      "ú": 123,
      "ü": 124,
      "þ": 125,
      "ă": 126,
      "ć": 127,
      "č": 128,
      "ħ": 129,
      "ő": 130,
      "š": 131,
      "ū": 132,
      "ű": 133,
      "ž": 134,
      "ȳ": 135,
      "ʙ": 136,
      "ˆ": 137,
      "̂": 138,
      "̄": 139,
      "̅": 140,
      "ά": 141,
      "ί": 142,
      "α": 143,
      "β": 144,
      "γ": 145,
      "δ": 146,
      "ε": 147,
      "ζ": 148,
      "η": 149,
      "θ": 150,
      "ι": 151,
      "κ": 152,
      "λ": 153,
      "μ": 154,
      "ν": 155,
      "ξ": 156,
      "ο": 157,
      "π": 158,
      "ρ": 159,
      "ς": 160,
      "σ": 161,
      "τ": 162,
      "υ": 163,
      "φ": 164,
      "χ": 165,
      "ψ": 166,
      "ω": 167,
      "а": 168,
      "б": 169,
      "в": 170,
      "г": 171,
      "д": 172,
      "е": 173,
      "ж": 174,
      "з": 175,
      "и": 176,
      "й": 177,
      "к": 178,
      "л": 179,
      "м": 180,
      "н": 181,
      "о": 182,
      "п": 183,
      "р": 184,
      "с": 185,
      "т": 186,
      "у": 187,
      "ф": 188,
      "х": 189,
      "ц": 190,
      "ч": 191,
      "ш": 192,
      "щ": 193,
      "ъ": 194,
      "ы": 195,
      "ь": 196,
      "э": 197,
      "ю": 198,
      "я": 199,
      "ё": 200,
      "і": 201,
      "ᴄ": 202,
      "–": 203,
      "—": 204,
      "‘": 205,
      "’": 206,
      "“": 207,
      "”": 208,
      "†": 209,
      "•": 210,
      "′": 211,
      "⁄": 212,
      "⃣": 213,
      "←": 214,
      "→": 215,
      "↓": 216,
      "↔": 217,
      "⇌": 218,
      "⇒": 219,
      "⇔": 220,
      "∀": 221,
      "∂": 222,
      "∃": 223,
      "∅": 224,
      "∆": 225,
      "∇": 226,
      "∈": 227,
      "∉": 228,
      "∏": 229,
      "∑": 230,
      "−": 231,
      "∓": 232,
      "∗": 233,
      "∘": 234,
      "∙": 235,
      "√": 236,
      "∛": 237,
      "∝": 238,
      "∞": 239,
      "∠": 240,
      "∣": 241,
      "∥": 242,
      "∧": 243,
      "∨": 244,
      "∩": 245,
      "∪": 246,
      "∫": 247,
      "∮": 248,
      "∼": 249,
      "≅": 250,
      "≈": 251,
      "≠": 252,
      "≡": 253,
      "≤": 254,
      "≥": 255,
      "≦": 256,
      "≯": 257,
      "≰": 258,
      "≳": 259,
      "≺": 260,
      "≻": 261,
      "⊃": 262,
      "⊆": 263,
      "⊕": 264,
      "⊗": 265,
      "⊙": 266,
      "⊥": 267,
      "⋅": 268,
      "⌈": 269,
      "⌉": 270,
      "⌊": 271,
      "⌋": 272,
      "─": 273,
      "│": 274,
      "┌": 275,
      "┐": 276,
      "└": 277,
      "├": 278,
      "┴": 279,
      "□": 280,
      "△": 281,
      "○": 282,
      "◦": 283,
      "♠": 284,
      "♡": 285,
      "♣": 286,
      "♥": 287,
      "♦": 288,
      "✅": 289,
      "✓": 290,
      "✔": 291,
      "❌": 292,
      "⟨": 293,
      "⟩": 294,
      "、": 295,
      "。": 296,
      "一": 297,
      "七": 298,
      "三": 299,
      "上": 300,
      "下": 301,
      "不": 302,
      "与": 303,
      "且": 304,
      "业": 305,
      "东": 306,
      "两": 307,
      "严": 308,
      "个": 309,
      "中": 310,
      "串": 311,
      "为": 312,
      "举": 313,
      "么": 314,
      "义": 315,
      "之": 316,
      "乎": 317,
      "乐": 318,
      "乘": 319,
      "九": 320,
      "也": 321,
      "习": 322,
      "乱": 323,
      "了": 324,
      "事": 325,
      "二": 326,
      "于": 327,
      "云": 328,
      "互": 329,
      "五": 330,
      "些": 331,
      "交": 332,
      "产": 333,
      "人": 334,
      "什": 335,
      "仅": 336,
      "仍": 337,
      "从": 338,
      "仔": 339,
      "他": 340,
      "付": 341,
      "代": 342,
      "令": 343,
      "以": 344,
      "们": 345,
      "仲": 346,
      "件": 347,
      "价": 348,
      "任": 349,
      "休": 350,
      "众": 351,
      "优": 352,
      "伙": 353,
      "会": 354,
      "传": 355,
      "伦": 356,
      "伯": 357,
      "估": 358,
      "伴": 359,
      "伸": 360,
      "似": 361,
      "伽": 362,
      "但": 363,
      "位": 364,
      "低": 365,
      "体": 366,
      "何": 367,
      "余": 368,
      "作": 369,
      "佳": 370,
      "使": 371,
      "來": 372,
      "例": 373,
      "供": 374,
      "依": 375,
      "侧": 376,
      "便": 377,
      "促": 378,
      "保": 379,
      "信": 380,
      "修": 381,
      "個": 382,
      "倍": 383,
      "們": 384,
      "候": 385,
      "值": 386,
      "假": 387,
      "偏": 388,
      "做": 389,
      "健": 390,
      "偶": 391,
      "傅": 392,
      "储": 393,
      "像": 394,
      "允": 395,
      "元": 396,
      "充": 397,
      "先": 398,
      "光": 399,
      "免": 400,
      "入": 401,
      "全": 402,
      "兩": 403,
      "八": 404,
      "公": 405,
      "六": 406,
      "共": 407,
      "关": 408,
      "其": 409,
      "具": 410,
      "典": 411,
      "兼": 412,
      "兽": 413,
      "内": 414,
      "再": 415,
      "冒": 416,
      "写": 417,
      "农": 418,
      "冲": 419,
      "决": 420,
      "况": 421,
      "净": 422,
      "准": 423,
      "减": 424,
      "几": 425,
      "凸": 426,
      "凹": 427,
      "出": 428,
      "击": 429,
      "函": 430,
      "分": 431,
      "切": 432,
      "刑": 433,
      "划": 434,
      "列": 435,
      "则": 436,
      "创": 437,
      "初": 438,
      "删": 439,
      "判": 440,
      "別": 441,
      "利": 442,
      "别": 443,
      "到": 444,
      "制": 445,
      "刻": 446,
      "前": 447,
      "剩": 448,
      "割": 449,
      "力": 450,
      "功": 451,
      "加": 452,
      "务": 453,
      "动": 454,
      "助": 455,
      "劳": 456,
      "勒": 457,
      "包": 458,
      "化": 459,
      "匹": 460,
      "区": 461,
      "医": 462,
      "十": 463,
      "升": 464,
      "半": 465,
      "单": 466,
      "卖": 467,
      "博": 468,
      "卡": 469,
      "印": 470,
      "即": 471,
      "历": 472,
      "原": 473,
      "去": 474,
      "参": 475,
      "又": 476,
      "叉": 477,
      "及": 478,
      "友": 479,
      "双": 480,
      "反": 481,
      "发": 482,
      "取": 483,
      "受": 484,
      "变": 485,
      "叠": 486,
      "口": 487,
      "句": 488,
      "另": 489,
      "只": 490,
      "可": 491,
      "台": 492,
      "史": 493,
      "右": 494,
      "叶": 495,
      "号": 496,
      "司": 497,
      "各": 498,
      "合": 499,
      "同": 500,
      "名": 501,
      "后": 502,
      "向": 503,
      "吗": 504,
      "否": 505,
      "含": 506,
      "听": 507,
      "启": 508,
      "员": 509,
      "呢": 510,
      "周": 511,
      "味": 512,
      "命": 513,
      "和": 514,
      "品": 515,
      "哇": 516,
      "响": 517,
      "哥": 518,
      "哦": 519,
      "哪": 520,
      "哲": 521,
      "唯": 522,
      "商": 523,
      "啊": 524,
      "喜": 525,
      "嗯": 526,
      "器": 527,
      "四": 528,
      "回": 529,
      "因": 530,
      "园": 531,
      "困": 532,
      "围": 533,
      "固": 534,
      "国": 535,
      "图": 536,
      "圆": 537,
      "圈": 538,
      "土": 539,
      "在": 540,
      "地": 541,
      "场": 542,
      "均": 543,
      "坏": 544,
      "坐": 545,
      "块": 546,
      "垂": 547,
      "型": 548,
      "域": 549,
      "基": 550,
      "堆": 551,
      "塔": 552,
      "填": 553,
      "境": 554,
      "增": 555,
      "声": 556,
      "处": 557,
      "备": 558,
      "复": 559,
      "外": 560,
      "多": 561,
      "够": 562,
      "大": 563,
      "天": 564,
      "太": 565,
      "央": 566,
      "失": 567,
      "头": 568,
      "奇": 569,
      "她": 570,
      "好": 571,
      "如": 572,
      "妆": 573,
      "妙": 574,
      "始": 575,
      "子": 576,
      "字": 577,
      "存": 578,
      "孤": 579,
      "学": 580,
      "孩": 581,
      "它": 582,
      "安": 583,
      "完": 584,
      "定": 585,
      "宜": 586,
      "实": 587,
      "审": 588,
      "宣": 589,
      "室": 590,
      "宪": 591,
      "害": 592,
      "家": 593,
      "容": 594,
      "宽": 595,
      "密": 596,
      "察": 597,
      "对": 598,
      "寻": 599,
      "导": 600,
      "封": 601,
      "射": 602,
      "将": 603,
      "小": 604,
      "少": 605,
      "尔": 606,
      "尝": 607,
      "尤": 608,
      "就": 609,
      "尺": 610,
      "尽": 611,
      "尾": 612,
      "局": 613,
      "层": 614,
      "展": 615,
      "岗": 616,
      "岛": 617,
      "工": 618,
      "左": 619,
      "巧": 620,
      "差": 621,
      "己": 622,
      "已": 623,
      "巴": 624,
      "币": 625,
      "市": 626,
      "布": 627,
      "师": 628,
      "希": 629,
      "带": 630,
      "帮": 631,
      "常": 632,
      "幅": 633,
      "干": 634,
      "平": 635,
      "并": 636,
      "广": 637,
      "庄": 638,
      "序": 639,
      "库": 640,
      "应": 641,
      "底": 642,
      "废": 643,
      "度": 644,
      "庭": 645,
      "康": 646,
      "廓": 647,
      "建": 648,
      "开": 649,
      "弈": 650,
      "式": 651,
      "引": 652,
      "张": 653,
      "弦": 654,
      "弧": 655,
      "弯": 656,
      "弹": 657,
      "强": 658,
      "彈": 659,
      "归": 660,
      "当": 661,
      "录": 662,
      "形": 663,
      "影": 664,
      "彻": 665,
      "往": 666,
      "征": 667,
      "径": 668,
      "待": 669,
      "很": 670,
      "律": 671,
      "得": 672,
      "循": 673,
      "微": 674,
      "德": 675,
      "心": 676,
      "必": 677,
      "忆": 678,
      "志": 679,
      "快": 680,
      "念": 681,
      "忽": 682,
      "态": 683,
      "怎": 684,
      "思": 685,
      "急": 686,
      "性": 687,
      "怪": 688,
      "总": 689,
      "恒": 690,
      "恢": 691,
      "息": 692,
      "恰": 693,
      "悉": 694,
      "情": 695,
      "想": 696,
      "意": 697,
      "感": 698,
      "慢": 699,
      "憾": 700,
      "應": 701,
      "戏": 702,
      "成": 703,
      "我": 704,
      "或": 705,
      "战": 706,
      "截": 707,
      "户": 708,
      "所": 709,
      "手": 710,
      "才": 711,
      "扑": 712,
      "打": 713,
      "托": 714,
      "执": 715,
      "扩": 716,
      "扫": 717,
      "批": 718,
      "找": 719,
      "承": 720,
      "技": 721,
      "把": 722,
      "投": 723,
      "护": 724,
      "抵": 725,
      "抽": 726,
      "担": 727,
      "拉": 728,
      "拍": 729,
      "拓": 730,
      "拟": 731,
      "择": 732,
      "括": 733,
      "拿": 734,
      "持": 735,
      "指": 736,
      "按": 737,
      "挑": 738,
      "挖": 739,
      "捕": 740,
      "换": 741,
      "据": 742,
      "捷": 743,
      "掉": 744,
      "掌": 745,
      "排": 746,
      "掘": 747,
      "接": 748,
      "控": 749,
      "推": 750,
      "描": 751,
      "提": 752,
      "握": 753,
      "搜": 754,
      "搞": 755,
      "摄": 756,
      "操": 757,
      "支": 758,
      "收": 759,
      "改": 760,
      "放": 761,
      "政": 762,
      "效": 763,
      "敏": 764,
      "教": 765,
      "散": 766,
      "数": 767,
      "整": 768,
      "數": 769,
      "文": 770,
      "料": 771,
      "断": 772,
      "斯": 773,
      "新": 774,
      "方": 775,
      "於": 776,
      "施": 777,
      "旁": 778,
      "旋": 779,
      "无": 780,
      "既": 781,
      "日": 782,
      "旦": 783,
      "早": 784,
      "时": 785,
      "明": 786,
      "易": 787,
      "星": 788,
      "映": 789,
      "是": 790,
      "显": 791,
      "時": 792,
      "普": 793,
      "景": 794,
      "智": 795,
      "暂": 796,
      "暗": 797,
      "曲": 798,
      "更": 799,
      "替": 800,
      "最": 801,
      "會": 802,
      "有": 803,
      "朋": 804,
      "服": 805,
      "朗": 806,
      "望": 807,
      "期": 808,
      "木": 809,
      "未": 810,
      "末": 811,
      "本": 812,
      "术": 813,
      "机": 814,
      "杂": 815,
      "权": 816,
      "材": 817,
      "村": 818,
      "束": 819,
      "条": 820,
      "来": 821,
      "板": 822,
      "极": 823,
      "构": 824,
      "析": 825,
      "林": 826,
      "枚": 827,
      "果": 828,
      "架": 829,
      "某": 830,
      "查": 831,
      "柯": 832,
      "标": 833,
      "栈": 834,
      "树": 835,
      "样": 836,
      "核": 837,
      "根": 838,
      "格": 839,
      "案": 840,
      "档": 841,
      "梯": 842,
      "械": 843,
      "检": 844,
      "森": 845,
      "楚": 846,
      "概": 847,
      "模": 848,
      "樣": 849,
      "次": 850,
      "欢": 851,
      "欧": 852,
      "正": 853,
      "此": 854,
      "步": 855,
      "殊": 856,
      "段": 857,
      "母": 858,
      "每": 859,
      "比": 860,
      "毕": 861,
      "民": 862,
      "气": 863,
      "水": 864,
      "求": 865,
      "沒": 866,
      "没": 867,
      "沿": 868,
      "法": 869,
      "泡": 870,
      "注": 871,
      "洁": 872,
      "洋": 873,
      "活": 874,
      "流": 875,
      "测": 876,
      "济": 877,
      "浮": 878,
      "海": 879,
      "消": 880,
      "涉": 881,
      "涵": 882,
      "淆": 883,
      "深": 884,
      "混": 885,
      "添": 886,
      "清": 887,
      "游": 888,
      "源": 889,
      "滑": 890,
      "满": 891,
      "滿": 892,
      "漂": 893,
      "漏": 894,
      "演": 895,
      "潜": 896,
      "灾": 897,
      "炸": 898,
      "点": 899,
      "為": 900,
      "烦": 901,
      "热": 902,
      "無": 903,
      "然": 904,
      "照": 905,
      "熟": 906,
      "父": 907,
      "版": 908,
      "物": 909,
      "特": 910,
      "犯": 911,
      "状": 912,
      "独": 913,
      "猜": 914,
      "献": 915,
      "率": 916,
      "王": 917,
      "环": 918,
      "现": 919,
      "珠": 920,
      "球": 921,
      "理": 922,
      "琐": 923,
      "瓦": 924,
      "生": 925,
      "用": 926,
      "由": 927,
      "电": 928,
      "画": 929,
      "界": 930,
      "留": 931,
      "略": 932,
      "畴": 933,
      "當": 934,
      "百": 935,
      "的": 936,
      "盖": 937,
      "目": 938,
      "直": 939,
      "相": 940,
      "盾": 941,
      "省": 942,
      "看": 943,
      "着": 944,
      "矛": 945,
      "矢": 946,
      "知": 947,
      "矩": 948,
      "矮": 949,
      "码": 950,
      "研": 951,
      "破": 952,
      "确": 953,
      "碳": 954,
      "確": 955,
      "磅": 956,
      "示": 957,
      "社": 958,
      "神": 959,
      "离": 960,
      "私": 961,
      "种": 962,
      "科": 963,
      "秒": 964,
      "积": 965,
      "称": 966,
      "移": 967,
      "程": 968,
      "税": 969,
      "稳": 970,
      "究": 971,
      "穷": 972,
      "空": 973,
      "穿": 974,
      "突": 975,
      "窗": 976,
      "立": 977,
      "站": 978,
      "端": 979,
      "笔": 980,
      "符": 981,
      "第": 982,
      "等": 983,
      "答": 984,
      "策": 985,
      "签": 986,
      "简": 987,
      "算": 988,
      "管": 989,
      "簇": 990,
      "米": 991,
      "类": 992,
      "精": 993,
      "糊": 994,
      "系": 995,
      "素": 996,
      "索": 997,
      "累": 998,
      "結": 999,
      "總": 1000,
      "繁": 1001,
      "纠": 1002,
      "约": 1003,
      "级": 1004,
      "纳": 1005,
      "纸": 1006,
      "纺": 1007,
      "线": 1008,
      "练": 1009,
      "组": 1010,
      "细": 1011,
      "织": 1012,
      "终": 1013,
      "经": 1014,
      "结": 1015,
      "绕": 1016,
      "给": 1017,
      "络": 1018,
      "统": 1019,
      "继": 1020,
      "续": 1021,
      "维": 1022,
      "综": 1023,
      "绿": 1024,
      "缓": 1025,
      "编": 1026,
      "缘": 1027,
      "缩": 1028,
      "缺": 1029,
      "网": 1030,
      "罗": 1031,
      "置": 1032,
      "美": 1033,
      "群": 1034,
      "翻": 1035,
      "老": 1036,
      "考": 1037,
      "者": 1038,
      "而": 1039,
      "耗": 1040,
      "职": 1041,
      "联": 1042,
      "聪": 1043,
      "肯": 1044,
      "育": 1045,
      "背": 1046,
      "能": 1047,
      "腰": 1048,
      "自": 1049,
      "至": 1050,
      "致": 1051,
      "舍": 1052,
      "航": 1053,
      "般": 1054,
      "色": 1055,
      "节": 1056,
      "花": 1057,
      "若": 1058,
      "英": 1059,
      "范": 1060,
      "茨": 1061,
      "草": 1062,
      "荐": 1063,
      "药": 1064,
      "获": 1065,
      "营": 1066,
      "落": 1067,
      "虑": 1068,
      "虚": 1069,
      "蚁": 1070,
      "蚂": 1071,
      "蛇": 1072,
      "融": 1073,
      "行": 1074,
      "衍": 1075,
      "街": 1076,
      "衡": 1077,
      "补": 1078,
      "表": 1079,
      "袋": 1080,
      "被": 1081,
      "裁": 1082,
      "装": 1083,
      "裝": 1084,
      "裡": 1085,
      "西": 1086,
      "要": 1087,
      "覆": 1088,
      "见": 1089,
      "观": 1090,
      "规": 1091,
      "视": 1092,
      "觉": 1093,
      "角": 1094,
      "解": 1095,
      "言": 1096,
      "該": 1097,
      "說": 1098,
      "論": 1099,
      "计": 1100,
      "认": 1101,
      "讨": 1102,
      "让": 1103,
      "记": 1104,
      "许": 1105,
      "论": 1106,
      "讼": 1107,
      "设": 1108,
      "访": 1109,
      "证": 1110,
      "评": 1111,
      "识": 1112,
      "诉": 1113,
      "词": 1114,
      "译": 1115,
      "试": 1116,
      "话": 1117,
      "该": 1118,
      "详": 1119,
      "语": 1120,
      "误": 1121,
      "诱": 1122,
      "说": 1123,
      "读": 1124,
      "调": 1125,
      "象": 1126,
      "负": 1127,
      "贡": 1128,
      "财": 1129,
      "责": 1130,
      "败": 1131,
      "货": 1132,
      "质": 1133,
      "贪": 1134,
      "贸": 1135,
      "费": 1136,
      "资": 1137,
      "赖": 1138,
      "赫": 1139,
      "走": 1140,
      "起": 1141,
      "超": 1142,
      "越": 1143,
      "趋": 1144,
      "趣": 1145,
      "足": 1146,
      "跃": 1147,
      "跑": 1148,
      "距": 1149,
      "跟": 1150,
      "跨": 1151,
      "路": 1152,
      "跳": 1153,
      "践": 1154,
      "踪": 1155,
      "身": 1156,
      "车": 1157,
      "转": 1158,
      "轮": 1159,
      "软": 1160,
      "轴": 1161,
      "较": 1162,
      "辑": 1163,
      "输": 1164,
      "边": 1165,
      "达": 1166,
      "迅": 1167,
      "过": 1168,
      "运": 1169,
      "近": 1170,
      "返": 1171,
      "还": 1172,
      "这": 1173,
      "进": 1174,
      "远": 1175,
      "违": 1176,
      "连": 1177,
      "述": 1178,
      "追": 1179,
      "退": 1180,
      "适": 1181,
      "逆": 1182,
      "选": 1183,
      "透": 1184,
      "逐": 1185,
      "递": 1186,
      "逗": 1187,
      "這": 1188,
      "通": 1189,
      "逝": 1190,
      "速": 1191,
      "造": 1192,
      "逻": 1193,
      "遍": 1194,
      "道": 1195,
      "遗": 1196,
      "避": 1197,
      "那": 1198,
      "邻": 1199,
      "部": 1200,
      "都": 1201,
      "配": 1202,
      "采": 1203,
      "释": 1204,
      "里": 1205,
      "重": 1206,
      "野": 1207,
      "量": 1208,
      "金": 1209,
      "针": 1210,
      "钟": 1211,
      "链": 1212,
      "销": 1213,
      "错": 1214,
      "锥": 1215,
      "键": 1216,
      "长": 1217,
      "门": 1218,
      "闭": 1219,
      "问": 1220,
      "闲": 1221,
      "间": 1222,
      "阈": 1223,
      "队": 1224,
      "阱": 1225,
      "阴": 1226,
      "阵": 1227,
      "阶": 1228,
      "际": 1229,
      "限": 1230,
      "除": 1231,
      "险": 1232,
      "陷": 1233,
      "随": 1234,
      "隐": 1235,
      "隔": 1236,
      "隧": 1237,
      "难": 1238,
      "集": 1239,
      "離": 1240,
      "零": 1241,
      "需": 1242,
      "静": 1243,
      "非": 1244,
      "靠": 1245,
      "面": 1246,
      "音": 1247,
      "页": 1248,
      "顶": 1249,
      "项": 1250,
      "顺": 1251,
      "须": 1252,
      "顾": 1253,
      "预": 1254,
      "题": 1255,
      "颜": 1256,
      "额": 1257,
      "风": 1258,
      "食": 1259,
      "餘": 1260,
      "饭": 1261,
      "首": 1262,
      "马": 1263,
      "驱": 1264,
      "驶": 1265,
      "驾": 1266,
      "验": 1267,
      "骤": 1268,
      "骰": 1269,
      "高": 1270,
      "麻": 1271,
      "麼": 1272,
      "경": 1273,
      "년": 1274,
      "자": 1275,
      "️": 1276,
      "�": 1277,
      "##e": 1278,
      "##r": 1279,
      "##m": 1280,
      "##5": 1281,
      "##c": 1282,
      "##t": 1283,
      "##a": 1284,
      "##2": 1285,
      "##1": 1286,
      "##9": 1287,
      "##4": 1288,
      "##0": 1289,
      "##3": 1290,
      "##s": 1291,
      "##n": 1292,
      "##d": 1293,
      "##l": 1294,
      "##h": 1295,
      "##o": 1296,
      "##q": 1297,
      "##u": 1298,
      "##i": 1299,
      "##一": 1300,
      "##般": 1301,
      "##有": 1302,
      "##兩": 1303,
      "##個": 1304,
      "##解": 1305,
      "##8": 1306,
      "##7": 1307,
      "##y": 1308,
      "##p": 1309,
      "##也": 1310,
      "##许": 1311,
      "##我": 1312,
      "##应": 1313,
      "##该": 1314,
      "##计": 1315,
      "##算": 1316,
      "##些": 1317,
      "##具": 1318,
      "##体": 1319,
      "##的": 1320,
      "##距": 1321,
      "##离": 1322,
      "##如": 1323,
      "##果": 1324,
      "##存": 1325,
      "##在": 1326,
      "##任": 1327,
      "##何": 1328,
      "##个": 1329,
      "##使": 1330,
      "##得": 1331,
      "##w": 1332,
      "##f": 1333,
      "##6": 1334,
      "##g": 1335,
      "##x": 1336,
      "##必": 1337,
      "##须": 1338,
      "##经": 1339,
      "##过": 1340,
      "##九": 1341,
      "##点": 1342,
      "##圆": 1343,
      "##b": 1344,
      "##k": 1345,
      "##ú": 1346,
      "##ζ": 1347,
      "##v": 1348,
      "##开": 1349,
      "##始": 1350,
      "##可": 1351,
      "##以": 1352,
      "##找": 1353,
      "##到": 1354,
      "##方": 1355,
      "##式": 1356,
      "##来": 1357,
      "##预": 1358,
      "##先": 1359,
      "##处": 1360,
      "##理": 1361,
      "##字": 1362,
      "##符": 1363,
      "##串": 1364,
      "##街": 1365,
      "##道": 1366,
      "##另": 1367,
      "##边": 1368,
      "##跑": 1369,
      "##步": 1370,
      "##节": 1371,
      "##值": 1372,
      "##是": 1373,
      "##单": 1374,
      "##词": 1375,
      "##z": 1376,
      "##至": 1377,
      "##少": 1378,
      "##对": 1379,
      "##进": 1380,
      "##程": 1381,
      "##当": 1382,
      "##前": 1383,
      "##正": 1384,
      "##测": 1385,
      "##试": 1386,
      "##哪": 1387,
      "##决": 1388,
      "##案": 1389,
      "##域": 1390,
      "##中": 1391,
      "##间": 1392,
      "##复": 1393,
      "##杂": 1394,
      "##度": 1395,
      "##ó": 1396,
      "##每": 1397,
      "##物": 1398,
      "##品": 1399,
      "##被": 1400,
      "##喜": 1401,
      "##欢": 1402,
      "##次": 1403,
      "##数": 1404,
      "##记": 1405,
      "##等": 1406,
      "##价": 1407,
      "##于": 1408,
      "##垂": 1409,
      "##直": 1410,
      "##j": 1411,
      "##这": 1412,
      "##成": 1413,
      "##立": 1414,
      "##能": 1415,
      "##更": 1416,
      "##简": 1417,
      "##法": 1418,
      "##切": 1419,
      "##换": 1420,
      "##学": 1421,
      "##生": 1422,
      "##和": 1423,
      "##时": 1424,
      "##初": 1425,
      "##排": 1426,
      "##列": 1427,
      "##样": 1428,
      "##终": 1429,
      "##代": 1430,
      "##码": 1431,
      "##γ": 1432,
      "##不": 1433,
      "##右": 1434,
      "##子": 1435,
      "##三": 1436,
      "##角": 1437,
      "##形": 1438,
      "##条": 1439,
      "##带": 1440,
      "##宽": 1441,
      "##为": 1442,
      "##所": 1443,
      "##都": 1444,
      "##完": 1445,
      "##毕": 1446,
      "##某": 1447,
      "##内": 1448,
      "##部": 1449,
      "##外": 1450,
      "##扩": 1451,
      "##英": 1452,
      "##尺": 1453,
      "##ˆ": 1454,
      "##么": 1455,
      "##左": 1456,
      "##相": 1457,
      "##地": 1458,
      "##ö": 1459,
      "##化": 1460,
      "##表": 1461,
      "##达": 1462,
      "##π": 1463,
      "##ô": 1464,
      "##要": 1465,
      "##选": 1466,
      "##择": 1467,
      "##共": 1468,
      "##线": 1469,
      "##再": 1470,
      "##考": 1471,
      "##虑": 1472,
      "##下": 1473,
      "##否": 1474,
      "##重": 1475,
      "##叠": 1476,
      "##情": 1477,
      "##况": 1478,
      "##ω": 1479,
      "##其": 1480,
      "##他": 1481,
      "##系": 1482,
      "##统": 1483,
      "##者": 1484,
      "##什": 1485,
      "##性": 1486,
      "##质": 1487,
      "##们": 1488,
      "##需": 1489,
      "##从": 1490,
      "##给": 1491,
      "##定": 1492,
      "##提": 1493,
      "##取": 1494,
      "##т": 1495,
      "##е": 1496,
      "##п": 1497,
      "##н": 1498,
      "##й": 1499,
      "##о": 1500,
      "##г": 1501,
      "##д": 1502,
      "##а": 1503,
      "##第": 1504,
      "##元": 1505,
      "##组": 1506,
      "##但": 1507,
      "##例": 1508,
      "##输": 1509,
      "##出": 1510,
      "##特": 1511,
      "##图": 1512,
      "##与": 1513,
      "##之": 1514,
      "##征": 1515,
      "##同": 1516,
      "##义": 1517,
      "##后": 1518,
      "##调": 1519,
      "##用": 1520,
      "##它": 1521,
      "##称": 1522,
      "##很": 1523,
      "##强": 1524,
      "##二": 1525,
      "##и": 1526,
      "##к": 1527,
      "##л": 1528,
      "##в": 1529,
      "##分": 1530,
      "##尝": 1531,
      "##实": 1532,
      "##现": 1533,
      "##新": 1534,
      "##除": 1535,
      "##此": 1536,
      "##向": 1537,
      "##量": 1538,
      "##机": 1539,
      "##器": 1540,
      "##习": 1541,
      "##示": 1542,
      "##捕": 1543,
      "##获": 1544,
      "##界": 1545,
      "##父": 1546,
      "##深": 1547,
      "##入": 1548,
      "##几": 1549,
      "##知": 1550,
      "##识": 1551,
      "##或": 1552,
      "##技": 1553,
      "##巧": 1554,
      "##维": 1555,
      "##护": 1556,
      "##范": 1557,
      "##围": 1558,
      "##色": 1559,
      "##仍": 1560,
      "##然": 1561,
      "##够": 1562,
      "##就": 1563,
      "##证": 1564,
      "##明": 1565,
      "##会": 1566,
      "##超": 1567,
      "##起": 1568,
      "##只": 1569,
      "##全": 1570,
      "##才": 1571,
      "##增": 1572,
      "##加": 1573,
      "##没": 1574,
      "##接": 1575,
      "##帮": 1576,
      "##助": 1577,
      "##期": 1578,
      "##望": 1579,
      "##转": 1580,
      "##整": 1581,
      "##查": 1582,
      "##问": 1583,
      "##题": 1584,
      "##互": 1585,
      "##种": 1586,
      "##关": 1587,
      "##区": 1588,
      "##还": 1589,
      "##跟": 1590,
      "##踪": 1591,
      "##刻": 1592,
      "##说": 1593,
      "##ő": 1594,
      "##平": 1595,
      "##位": 1596,
      "##移": 1597,
      "##将": 1598,
      "##圈": 1599,
      "##у": 1600,
      "##щ": 1601,
      "##м": 1602,
      "##矩": 1603,
      "##阵": 1604,
      "##类": 1605,
      "##似": 1606,
      "##仔": 1607,
      "##细": 1608,
      "##搜": 1609,
      "##索": 1610,
      "##路": 1611,
      "##径": 1612,
      "##听": 1613,
      "##及": 1614,
      "##认": 1615,
      "##确": 1616,
      "##行": 1617,
      "##浮": 1618,
      "##无": 1619,
      "##穷": 1620,
      "##负": 1621,
      "##í": 1622,
      "##θ": 1623,
      "##项": 1624,
      "##限": 1625,
      "##制": 1626,
      "##с": 1627,
      "##段": 1628,
      "##构": 1629,
      "##按": 1630,
      "##照": 1631,
      "##答": 1632,
      "##р": 1633,
      "##я": 1634,
      "##录": 1635,
      "##抽": 1636,
      "##象": 1637,
      "##序": 1638,
      "##积": 1639,
      "##î": 1640,
      "##á": 1641,
      "##失": 1642,
      "##败": 1643,
      "##原": 1644,
      "##面": 1645,
      "##上": 1646,
      "##球": 1647,
      "##半": 1648,
      "##反": 1649,
      "##素": 1650,
      "##贡": 1651,
      "##献": 1652,
      "##ь": 1653,
      "##ы": 1654,
      "##х": 1655,
      "##з": 1656,
      "##ш": 1657,
      "##合": 1658,
      "##格": 1659,
      "##割": 1660,
      "##草": 1661,
      "##岛": 1662,
      "##放": 1663,
      "##置": 1664,
      "##炸": 1665,
      "##弹": 1666,
      "##长": 1667,
      "##编": 1668,
      "##写": 1669,
      "##多": 1670,
      "##集": 1671,
      "##交": 1672,
      "##殊": 1673,
      "##ä": 1674,
      "##α": 1675,
      "##ρ": 1676,
      "##ο": 1677,
      "##ί": 1678,
      "##δ": 1679,
      "##受": 1680,
      "##引": 1681,
      "##又": 1682,
      "##让": 1683,
      "##继": 1684,
      "##续": 1685,
      "##坐": 1686,
      "##标": 1687,
      "##走": 1688,
      "##运": 1689,
      "##检": 1690,
      "##织": 1691,
      "##论": 1692,
      "##了": 1693,
      "##高": 1694,
      "##效": 1695,
      "##覆": 1696,
      "##盖": 1697,
      "##级": 1698,
      "##小": 1699,
      "##打": 1700,
      "##印": 1701,
      "##局": 1702,
      "##函": 1703,
      "##满": 1704,
      "##足": 1705,
      "##件": 1706,
      "##看": 1707,
      "##公": 1708,
      "##掉": 1709,
      "##四": 1710,
      "##设": 1711,
      "##ч": 1712,
      "##律": 1713,
      "##文": 1714,
      "##档": 1715,
      "##自": 1716,
      "##动": 1717,
      "##逐": 1718,
      "##工": 1719,
      "##作": 1720,
      "##土": 1721,
      "##木": 1722,
      "##读": 1723,
      "##并": 1724,
      "##ж": 1725,
      "##ю": 1726,
      "##骤": 1727,
      "##ü": 1728,
      "##准": 1729,
      "##承": 1730,
      "##ς": 1731,
      "##己": 1732,
      "##翻": 1733,
      "##译": 1734,
      "##√": 1735,
      "##源": 1736,
      "##趣": 1737,
      "##颜": 1738,
      "##变": 1739,
      "##怪": 1740,
      "##兽": 1741,
      "##逆": 1742,
      "##目": 1743,
      "##身": 1744,
      "##结": 1745,
      "##束": 1746,
      "##别": 1747,
      "##费": 1748,
      "##马": 1749,
      "##产": 1750,
      "##权": 1751,
      "##既": 1752,
      "##求": 1753,
      "##执": 1754,
      "##精": 1755,
      "##確": 1756,
      "##想": 1757,
      "##号": 1758,
      "##近": 1759,
      "##保": 1760,
      "##磅": 1761,
      "##释": 1762,
      "##б": 1763,
      "##ъ": 1764,
      "##̄": 1765,
      "##包": 1766,
      "##含": 1767,
      "##两": 1768,
      "##意": 1769,
      "##见": 1770,
      "##通": 1771,
      "##大": 1772,
      "##最": 1773,
      "##总": 1774,
      "##着": 1775,
      "##管": 1776,
      "##é": 1777,
      "##φ": 1778,
      "##水": 1779,
      "##β": 1780,
      "##车": 1781,
      "##秒": 1782,
      "##驶": 1783,
      "##好": 1784,
      "##寻": 1785,
      "##遗": 1786,
      "##憾": 1787,
      "##百": 1788,
      "##比": 1789,
      "##穿": 1790,
      "##透": 1791,
      "##太": 1792,
      "##熟": 1793,
      "##悉": 1794,
      "##恒": 1795,
      "##概": 1796,
      "##率": 1797,
      "##思": 1798,
      "##希": 1799,
      "##尔": 1800,
      "##伯": 1801,
      "##空": 1802,
      "##已": 1803,
      "##户": 1804,
      "##朋": 1805,
      "##友": 1806,
      "##假": 1807,
      "##且": 1808,
      "##涉": 1809,
      "##非": 1810,
      "##连": 1811,
      "##里": 1812,
      "##指": 1813,
      "##干": 1814,
      "##净": 1815,
      "##造": 1816,
      "##械": 1817,
      "##消": 1818,
      "##较": 1819,
      "##困": 1820,
      "##难": 1821,
      "##模": 1822,
      "##糊": 1823,
      "##众": 1824,
      "##参": 1825,
      "##环": 1826,
      "##境": 1827,
      "##策": 1828,
      "##η": 1829,
      "##版": 1830,
      "##树": 1831,
      "##根": 1832,
      "##ё": 1833,
      "##信": 1834,
      "##术": 1835,
      "##尽": 1836,
      "##气": 1837,
      "##规": 1838,
      "##则": 1839,
      "##验": 1840,
      "##唯": 1841,
      "##访": 1842,
      "##孩": 1843,
      "##缘": 1844,
      "##电": 1845,
      "##梯": 1846,
      "##搞": 1847,
      "##错": 1848,
      "##推": 1849,
      "##栈": 1850,
      "##那": 1851,
      "##匹": 1852,
      "##配": 1853,
      "##金": 1854,
      "##塔": 1855,
      "##哥": 1856,
      "##拉": 1857,
      "##斯": 1858,
      "##避": 1859,
      "##免": 1860,
      "##摄": 1861,
      "##影": 1862,
      "##阴": 1863,
      "##际": 1864,
      "##据": 1865,
      "##顶": 1866,
      "##人": 1867,
      "##冲": 1868,
      "##突": 1869,
      "##灾": 1870,
      "##害": 1871,
      "##王": 1872,
      "##回": 1873,
      "##未": 1874,
      "##拟": 1875,
      "##战": 1876,
      "##略": 1877,
      "##收": 1878,
      "##循": 1879,
      "##补": 1880,
      "##野": 1881,
      "##备": 1882,
      "##剩": 1883,
      "##余": 1884,
      "##功": 1885,
      "##呢": 1886,
      "##速": 1887,
      "##待": 1888,
      "##退": 1889,
      "##彻": 1890,
      "##底": 1891,
      "##事": 1892,
      "##教": 1893,
      "##育": 1894,
      "##候": 1895,
      "##伸": 1896,
      "##闲": 1897,
      "##伴": 1898,
      "##随": 1899,
      "##哦": 1900,
      "##滿": 1901,
      "##袋": 1902,
      "##餘": 1903,
      "##數": 1904,
      "##乘": 1905,
      "##导": 1906,
      "##述": 1907,
      "##洁": 1908,
      "##顾": 1909,
      "##发": 1910,
      "##升": 1911,
      "##块": 1912,
      "##ν": 1913,
      "##逗": 1914,
      "##站": 1915,
      "##健": 1916,
      "##康": 1917,
      "##济": 1918,
      "##注": 1919,
      "##材": 1920,
      "##â": 1921,
      "##柯": 1922,
      "##西": 1923,
      "##减": 1924,
      "##去": 1925,
      "##遍": 1926,
      "##而": 1927,
      "##联": 1928,
      "##累": 1929,
      "##返": 1930,
      "##括": 1931,
      "##衡": 1932,
      "##投": 1933,
      "##做": 1934,
      "##饭": 1935,
      "##核": 1936,
      "##顺": 1937,
      "##乎": 1938,
      "##绕": 1939,
      "##充": 1940,
      "##暂": 1941,
      "##μ": 1942,
      "##由": 1943,
      "##闭": 1944,
      "##签": 1945,
      "##ф": 1946,
      "##型": 1947,
      "##ű": 1948,
      "##叉": 1949,
      "##约": 1950,
      "##ξ": 1951,
      "##因": 1952,
      "##幅": 1953,
      "##她": 1954,
      "##操": 1955,
      "##微": 1956,
      "##服": 1957,
      "##务": 1958,
      "##架": 1959,
      "##极": 1960,
      "##端": 1961,
      "##裝": 1962,
      "##時": 1963,
      "##σ": 1964,
      "##λ": 1965,
      "##常": 1966,
      "##远": 1967,
      "##布": 1968,
      "##偶": 1969,
      "##舍": 1970,
      "##弧": 1971,
      "##适": 1972,
      "##容": 1973,
      "##易": 1974,
      "##析": 1975,
      "##创": 1976,
      "##促": 1977,
      "##网": 1978,
      "##络": 1979,
      "##安": 1980,
      "##宪": 1981,
      "##严": 1982,
      "##利": 1983,
      "##七": 1984,
      "##神": 1985,
      "##即": 1986,
      "##侧": 1987,
      "##像": 1988,
      "##判": 1989,
      "##断": 1990,
      "##花": 1991,
      "##园": 1992,
      "##递": 1993,
      "##归": 1994,
      "##话": 1995,
      "##κ": 1996,
      "##仲": 1997,
      "##裁": 1998,
      "##麻": 1999,
      "##烦": 2000,
      "##š": 2001,
      "##优": 2002,
      "##倍": 2003,
      "##周": 2004,
      "##旁": 2005,
      "##è": 2006,
      "##风": 2007,
      "##险": 2008,
      "##误": 2009,
      "##τ": 2010,
      "##层": 2011,
      "##ʙ": 2012,
      "##ñ": 2013,
      "##诉": 2014,
      "##讼": 2015,
      "##队": 2016,
      "##储": 2017,
      "##建": 2018,
      "##伽": 2019,
      "##罗": 2020,
      "##瓦": 2021,
      "##手": 2022,
      "##首": 2023,
      "##致": 2024,
      "##基": 2025,
      "##践": 2026,
      "##农": 2027,
      "##业": 2028,
      "##张": 2029,
      "##伦": 2030,
      "##智": 2031,
      "##视": 2032,
      "##各": 2033,
      "##感": 2034,
      "##觉": 2035,
      "##清": 2036,
      "##楚": 2037,
      "##零": 2038,
      "##沿": 2039,
      "##本": 2040,
      "##链": 2041,
      "##差": 2042,
      "##留": 2043,
      "##̂": 2044,
      "##盾": 2045,
      "##邻": 2046,
      "##蚂": 2047,
      "##蚁": 2048,
      "##漏": 2049,
      "##ᴄ": 2050,
      "##心": 2051,
      "##流": 2052,
      "##逝": 2053,
      "##矛": 2054,
      "##画": 2055,
      "##低": 2056,
      "##若": 2057,
      "##税": 2058,
      "##轴": 2059,
      "##把": 2060,
      "##ε": 2061,
      "##修": 2062,
      "##改": 2063,
      "##键": 2064,
      "##态": 2065,
      "##纠": 2066,
      "##恰": 2067,
      "##跨": 2068,
      "##越": 2069,
      "##∞": 2070,
      "##靠": 2071,
      "##职": 2072,
      "##逻": 2073,
      "##辑": 2074,
      "##封": 2075,
      "##装": 2076,
      "##状": 2077,
      "##劳": 2078,
      "##五": 2079,
      "##迅": 2080,
      "##扫": 2081,
      "##描": 2082,
      "##语": 2083,
      "##言": 2084,
      "##固": 2085,
      "##光": 2086,
      "##截": 2087,
      "##员": 2088,
      "##场": 2089,
      "##繁": 2090,
      "##琐": 2091,
      "##味": 2092,
      "##响": 2093,
      "##潜": 2094,
      "##历": 2095,
      "##货": 2096,
      "##币": 2097,
      "##政": 2098,
      "##划": 2099,
      "##哲": 2100,
      "##ă": 2101,
      "##ц": 2102,
      "##ū": 2103,
      "##偏": 2104,
      "##阶": 2105,
      "##云": 2106,
      "##采": 2107,
      "##驾": 2108,
      "##仅": 2109,
      "##传": 2110,
      "##缩": 2111,
      "##犯": 2112,
      "##门": 2113,
      "##持": 2114,
      "##研": 2115,
      "##究": 2116,
      "##估": 2117,
      "##依": 2118,
      "##畴": 2119,
      "##钟": 2120,
      "##巴": 2121,
      "##拿": 2122,
      "##赫": 2123,
      "##板": 2124,
      "##射": 2125,
      "##母": 2126,
      "##付": 2127,
      "##观": 2128,
      "##彈": 2129,
      "##珠": 2130,
      "##┴": 2131,
      "##┐": 2132,
      "##弦": 2133,
      "##奇": 2134,
      "##C": 2135,
      "##э": 2136,
      "##独": 2137,
      "##村": 2138,
      "##庄": 2139,
      "##散": 2140,
      "##混": 2141,
      "##淆": 2142,
      "##妙": 2143,
      "##航": 2144,
      "##天": 2145,
      "##慢": 2146,
      "##念": 2147,
      "##ħ": 2148,
      "##科": 2149,
      "##落": 2150,
      "##省": 2151,
      "##å": 2152,
      "##早": 2153,
      "##朗": 2154,
      "##日": 2155,
      "##隔": 2156,
      "##č": 2157,
      "##填": 2158,
      "##欧": 2159,
      "##자": 2160,
      "##년": 2161,
      "##離": 2162,
      "##击": 2163,
      "##虚": 2164,
      "##展": 2165,
      "##额": 2166,
      "##便": 2167,
      "##快": 2168,
      "##国": 2169,
      "##老": 2170,
      "##师": 2171,
      "##ć": 2172,
      "##恢": 2173,
      "##星": 2174,
      "##药": 2175,
      "##允": 2176,
      "##营": 2177,
      "##台": 2178,
      "##声": 2179,
      "##掌": 2180,
      "##握": 2181,
      "##腰": 2182,
      "##软": 2183,
      "##室": 2184,
      "##央": 2185,
      "##凸": 2186,
      "##ψ": 2187,
      "##滑": 2188,
      "##窗": 2189,
      "##口": 2190,
      "##废": 2191,
      "##料": 2192,
      "##枚": 2193,
      "##举": 2194,
      "##句": 2195,
      "##說": 2196,
      "##景": 2197,
      "##纳": 2198,
      "##米": 2199,
      "##荐": 2200,
      "##息": 2201,
      "##─": 2202,
      "##ç": 2203,
      "##旋": 2204,
      "##忆": 2205,
      "##担": 2206,
      "##命": 2207,
      "##针": 2208,
      "##支": 2209,
      "##破": 2210,
      "##坏": 2211,
      "##诱": 2212,
      "##簇": 2213,
      "##υ": 2214,
      "##ά": 2215,
      "##ι": 2216,
      "##音": 2217,
      "##乐": 2218,
      "##头": 2219,
      "##力": 2220,
      "##资": 2221,
      "##缺": 2222,
      "##急": 2223,
      "##映": 2224,
      "##活": 2225,
      "##跃": 2226,
      "##挑": 2227,
      "##海": 2228,
      "##洋": 2229,
      "##显": 2230,
      "##往": 2231,
      "##ž": 2232,
      "##哇": 2233,
      "##察": 2234,
      "##双": 2235,
      "##锥": 2236,
      "##博": 2237,
      "##弈": 2238,
      "##赖": 2239,
      "##怎": 2240,
      "##纺": 2241,
      "##總": 2242,
      "##於": 2243,
      "##堆": 2244,
      "##們": 2245,
      "##责": 2246,
      "##家": 2247,
      "##托": 2248,
      "##勒": 2249,
      "##密": 2250,
      "##猜": 2251,
      "##融": 2252,
      "##典": 2253,
      "##游": 2254,
      "##均": 2255,
      "##嗯": 2256,
      "##抵": 2257,
      "##戏": 2258,
      "##私": 2259,
      "##冒": 2260,
      "##泡": 2261,
      "##T": 2262,
      "##M": 2263,
      "##详": 2264,
      "##民": 2265,
      "##轮": 2266,
      "##廓": 2267,
      "##东": 2268,
      "##审": 2269,
      "##志": 2270,
      "##缓": 2271,
      "##∑": 2272,
      "##拍": 2273,
      "##卖": 2274,
      "##陷": 2275,
      "##阱": 2276,
      "##χ": 2277,
      "##矢": 2278,
      "##添": 2279,
      "##挖": 2280,
      "##掘": 2281,
      "##普": 2282,
      "##吗": 2283,
      "##库": 2284,
      "##碳": 2285,
      "##矮": 2286,
      "##ø": 2287,
      "##隧": 2288,
      "##市": 2289,
      "##纸": 2290,
      "##财": 2291,
      "##美": 2292,
      "##伙": 2293,
      "##旦": 2294,
      "##社": 2295,
      "##演": 2296,
      "##啊": 2297,
      "##≈": 2298,
      "##來": 2299,
      "##沒": 2300,
      "##控": 2301,
      "##供": 2302,
      "##佳": 2303,
      "##删": 2304,
      "##宜": 2305,
      "##宣": 2306,
      "##名": 2307,
      "##聪": 2308,
      "##涵": 2309,
      "##庭": 2310,
      "##為": 2311,
      "##麼": 2312,
      "##會": 2313,
      "##這": 2314,
      "##樣": 2315,
      "##讨": 2316,
      "##論": 2317,
      "##̅": 2318,
      "##別": 2319,
      "##¬": 2320,
      "##茨": 2321,
      "##广": 2322,
      "##耗": 2323,
      "##八": 2324,
      "##六": 2325,
      "##贪": 2326,
      "##休": 2327,
      "##曲": 2328,
      "##替": 2329,
      "##阈": 2330,
      "##销": 2331,
      "##批": 2332,
      "##ï": 2333,
      "##凹": 2334,
      "##综": 2335,
      "##妆": 2336,
      "##隐": 2337,
      "##跳": 2338,
      "##結": 2339,
      "##傅": 2340,
      "##叶": 2341,
      "##医": 2342,
      "##末": 2343,
      "##尾": 2344,
      "##页": 2345,
      "##食": 2346,
      "##骰": 2347,
      "##稳": 2348,
      "##應": 2349,
      "##該": 2350,
      "##商": 2351,
      "##违": 2352,
      "##背": 2353,
      "##练": 2354,
      "##群": 2355,
      "##拓": 2356,
      "##扑": 2357,
      "##敏": 2358,
      "##捷": 2359,
      "##绿": 2360,
      "##德": 2361,
      "##启": 2362,
      "##史": 2363,
      "##暗": 2364,
      "##热": 2365,
      "##岗": 2366,
      "##∫": 2367,
      "##弯": 2368,
      "##蛇": 2369,
      "##司": 2370,
      "##ȳ": 2371,
      "##驱": 2372,
      "##衍": 2373,
      "##孤": 2374,
      "##贸": 2375,
      "##笔": 2376,
      "##刑": 2377,
      "##兼": 2378,
      "##森": 2379,
      "##林": 2380,
      "##乱": 2381,
      "##裡": 2382,
      "##静": 2383,
      "##無": 2384,
      "##评": 2385,
      "th": 2386,
      "the": 2387,
      "##in": 2388,
      "##er": 2389,
      "##on": 2390,
      "##at": 2391,
      "##es": 2392,
      "##or": 2393,
      "##en": 2394,
      "an": 2395,
      "to": 2396,
      "##al": 2397,
      "##ion": 2398,
      "##le": 2399,
      "##re": 2400,
      "in": 2401,
      "##an": 2402,
      "##ing": 2403,
      "##it": 2404,
      "of": 2405,
      "##ut": 2406,
      "##ed": 2407,
      "##ac": 2408,
      "and": 2409,
      "is": 2410,
      "##is": 2411,
      "##ro": 2412,
      "##ar": 2413,
      "##ou": 2414,
      "##ic": 2415,
      "##um": 2416,
      "##ec": 2417,
      "##th": 2418,
      "that": 2419,
      "##ent": 2420,
      "##ly": 2421,
      "##ve": 2422,
      "con": 2423,
      "##et": 2424,
      "so": 2425,
      "##id": 2426,
      "for": 2427,
      "##as": 2428,
      "re": 2429,
      "##gh": 2430,
      "##im": 2431,
      "##os": 2432,
      "be": 2433,
      "ne": 2434,
      "st": 2435,
      "##st": 2436,
      "wh": 2437,
      "##qu": 2438,
      "##ot": 2439,
      "##ow": 2440,
      "##rac": 2441,
      "##ir": 2442,
      "##ter": 2443,
      "##tion": 2444,
      "can": 2445,
      "##ation": 2446,
      "##ght": 2447,
      "co": 2448,
      "##ll": 2449,
      "##mp": 2450,
      "##ay": 2451,
      "are": 2452,
      "on": 2453,
      "pro": 2454,
      "ns": 2455,
      "##ce": 2456,
      "##ith": 2457,
      "##ap": 2458,
      "ex": 2459,
      "frac": 2460,
      "##ach": 2461,
      "as": 2462,
      "di": 2463,
      "it": 2464,
      "with": 2465,
      "need": 2466,
      "this": 2467,
      "##ive": 2468,
      "##ble": 2469,
      "se": 2470,
      "nth": 2471,
      "##ul": 2472,
      "##rom": 2473,
      "##ld": 2474,
      "sol": 2475,
      "##se": 2476,
      "per": 2477,
      "su": 2478,
      "fin": 2479,
      "num": 2480,
      "##ess": 2481,
      "##ber": 2482,
      "cons": 2483,
      "from": 2484,
      "##00": 2485,
      "##ain": 2486,
      "##ct": 2487,
      "tr": 2488,
      "number": 2489,
      "##em": 2490,
      "sum": 2491,
      "##ts": 2492,
      "##ution": 2493,
      "##ider": 2494,
      "if": 2495,
      "consider": 2496,
      "##ight": 2497,
      "##ere": 2498,
      "at": 2499,
      "##ould": 2500,
      "##ad": 2501,
      "me": 2502,
      "le": 2503,
      "solution": 2504,
      "nw": 2505,
      "##ang": 2506,
      "or": 2507,
      "pos": 2508,
      "##aps": 2509,
      "sh": 2510,
      "##ich": 2511,
      "nb": 2512,
      "each": 2513,
      "##il": 2514,
      "nso": 2515,
      "##ate": 2516,
      "##haps": 2517,
      "ch": 2518,
      "which": 2519,
      "##ur": 2520,
      "##ist": 2521,
      "##ch": 2522,
      "##let": 2523,
      "##ait": 2524,
      "##if": 2525,
      "en": 2526,
      "##for": 2527,
      "nbut": 2528,
      "but": 2529,
      "##ver": 2530,
      "perhaps": 2531,
      "nlet": 2532,
      "##ep": 2533,
      "equ": 2534,
      "int": 2535,
      "not": 2536,
      "po": 2537,
      "nwait": 2538,
      "##me": 2539,
      "##ff": 2540,
      "find": 2541,
      "##pp": 2542,
      "##iv": 2543,
      "exp": 2544,
      "all": 2545,
      "by": 2546,
      "##ative": 2547,
      "ma": 2548,
      "10": 2549,
      "ab": 2550,
      "##de": 2551,
      "##les": 2552,
      "##ition": 2553,
      "thou": 2554,
      "we": 2555,
      "thought": 2556,
      "##tern": 2557,
      "nal": 2558,
      "sin": 2559,
      "there": 2560,
      "##ect": 2561,
      "##be": 2562,
      "##ations": 2563,
      "##ment": 2564,
      "comp": 2565,
      "##iz": 2566,
      "no": 2567,
      "de": 2568,
      "##put": 2569,
      "##ue": 2570,
      "should": 2571,
      "form": 2572,
      "tim": 2573,
      "step": 2574,
      "##rt": 2575,
      "##ction": 2576,
      "val": 2577,
      "poin": 2578,
      "##si": 2579,
      "##qrt": 2580,
      "sqrt": 2581,
      "ac": 2582,
      "al": 2583,
      "##atively": 2584,
      "##ther": 2585,
      "##ave": 2586,
      "tw": 2587,
      "##aybe": 2588,
      "sp": 2589,
      "naltern": 2590,
      "app": 2591,
      "nn": 2592,
      "##ke": 2593,
      "nalternatively": 2594,
      "one": 2595,
      "##ies": 2596,
      "sec": 2597,
      "##om": 2598,
      "##ase": 2599,
      "##us": 2600,
      "##ine": 2601,
      "pr": 2602,
      "##ink": 2603,
      "qu": 2604,
      "two": 2605,
      "mo": 2606,
      "##irst": 2607,
      "have": 2608,
      "think": 2609,
      "##oun": 2610,
      "then": 2611,
      "min": 2612,
      "##ip": 2613,
      "##ag": 2614,
      "##ant": 2615,
      "##irc": 2616,
      "##rou": 2617,
      "##ger": 2618,
      "##gin": 2619,
      "##mple": 2620,
      "pre": 2621,
      "##lo": 2622,
      "where": 2623,
      "bo": 2624,
      "##erm": 2625,
      "##blem": 2626,
      "##ert": 2627,
      "un": 2628,
      "problem": 2629,
      "right": 2630,
      "##ex": 2631,
      "##our": 2632,
      "us": 2633,
      "##and": 2634,
      "maybe": 2635,
      "##iven": 2636,
      "##ft": 2637,
      "end": 2638,
      "diff": 2639,
      "##rect": 2640,
      "##ide": 2641,
      "##ence": 2642,
      "ni": 2643,
      "lo": 2644,
      "##fore": 2645,
      "##lor": 2646,
      "sy": 2647,
      "12": 2648,
      "pl": 2649,
      "tri": 2650,
      "bet": 2651,
      "##est": 2652,
      "##ity": 2653,
      "ang": 2654,
      "since": 2655,
      "circ": 2656,
      "##tions": 2657,
      "any": 2658,
      "inte": 2659,
      "##sible": 2660,
      "max": 2661,
      "differ": 2662,
      "##ally": 2663,
      "##art": 2664,
      "##ems": 2665,
      "str": 2666,
      "acc": 2667,
      "ad": 2668,
      "let": 2669,
      "triang": 2670,
      "left": 2671,
      "sa": 2672,
      "appro": 2673,
      "nthis": 2674,
      "mat": 2675,
      "##ated": 2676,
      "##cl": 2677,
      "cor": 2678,
      "such": 2679,
      "##un": 2680,
      "integer": 2681,
      "det": 2682,
      "sub": 2683,
      "some": 2684,
      "##act": 2685,
      "way": 2686,
      "##der": 2687,
      "out": 2688,
      "he": 2689,
      "nnow": 2690,
      "abo": 2691,
      "ro": 2692,
      "times": 2693,
      "dist": 2694,
      "##ol": 2695,
      "begin": 2696,
      "div": 2697,
      "op": 2698,
      "##am": 2699,
      "has": 2700,
      "seems": 2701,
      "try": 2702,
      "position": 2703,
      "##ust": 2704,
      "##tal": 2705,
      "##all": 2706,
      "up": 2707,
      "first": 2708,
      "##ord": 2709,
      "term": 2710,
      "possible": 2711,
      "set": 2712,
      "n1": 2713,
      "nf": 2714,
      "equal": 2715,
      "##ond": 2716,
      "##ise": 2717,
