{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Split",
        "pattern": {
          "String": "(\\d)"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "(.{3,}?)\\1{1,}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": "##",
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<BOS>": 2,
      "<EOS>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¢": 98,
      "£": 99,
      "¥": 100,
      "¦": 101,
      "¬": 102,
      "°": 103,
      "±": 104,
      "·": 105,
      "×": 106,
      "à": 107,
      "á": 108,
      "â": 109,
      "ä": 110,
      "å": 111,
      "ç": 112,
      "è": 113,
      "é": 114,
      "ê": 115,
      "î": 116,
      "ñ": 117,
      "ó": 118,
      "ô": 119,
      "ö": 120,
      "÷": 121,
      "ø": 122,
      "û": 123,
      "ü": 124,
      "ħ": 125,
      "ī": 126,
      "ĵ": 127,
      "ł": 128,
      "ń": 129,
      "ő": 130,
      "ś": 131,
      "ŵ": 132,
      "ŷ": 133,
      "ȳ": 134,
      "̂": 135,
      "̄": 136,
      "̅": 137,
      "̇": 138,
      "̈": 139,
      "α": 140,
      "β": 141,
      "γ": 142,
      "δ": 143,
      "ε": 144,
      "ζ": 145,
      "η": 146,
      "θ": 147,
      "κ": 148,
      "λ": 149,
      "μ": 150,
      "ν": 151,
      "ξ": 152,
      "π": 153,
      "ρ": 154,
      "ς": 155,
      "σ": 156,
      "τ": 157,
      "φ": 158,
      "χ": 159,
      "ψ": 160,
      "ω": 161,
      "א": 162,
      "ṙ": 163,
      "ẋ": 164,
      "ẑ": 165,
      "–": 166,
      "—": 167,
      "‖": 168,
      "‘": 169,
      "’": 170,
      "“": 171,
      "”": 172,
      "†": 173,
      "•": 174,
      "′": 175,
      "⁄": 176,
      "€": 177,
      "₹": 178,
      "←": 179,
      "↑": 180,
      "→": 181,
      "↔": 182,
      "⇌": 183,
      "⇐": 184,
      "⇒": 185,
      "⇨": 186,
      "∀": 187,
      "∂": 188,
      "∃": 189,
      "∅": 190,
      "∆": 191,
      "∇": 192,
      "∈": 193,
      "∉": 194,
      "∏": 195,
      "∑": 196,
      "−": 197,
      "∓": 198,
      "∘": 199,
      "√": 200,
      "∛": 201,
      "∝": 202,
      "∞": 203,
      "∠": 204,
      "∣": 205,
      "∤": 206,
      "∧": 207,
      "∨": 208,
      "∩": 209,
      "∪": 210,
      "∫": 211,
      "∮": 212,
      "∴": 213,
      "≅": 214,
      "≈": 215,
      "≠": 216,
      "≡": 217,
      "≤": 218,
      "≥": 219,
      "≪": 220,
      "⊂": 221,
      "⊆": 222,
      "⊈": 223,
      "⊕": 224,
      "⊗": 225,
      "⊙": 226,
      "⊤": 227,
      "⊥": 228,
      "⋃": 229,
      "⋅": 230,
      "⋊": 231,
      "⋯": 232,
      "⌊": 233,
      "⌋": 234,
      "⎡": 235,
      "⎣": 236,
      "⎤": 237,
      "⎦": 238,
      "⎽": 239,
      "─": 240,
      "│": 241,
      "└": 242,
      "├": 243,
      "□": 244,
      "△": 245,
      "○": 246,
      "◦": 247,
      "✅": 248,
      "✓": 249,
      "✔": 250,
      "✗": 251,
      "❌": 252,
      "⟨": 253,
      "⟩": 254,
      "⨂": 255,
      "。": 256,
      "一": 257,
      "个": 258,
      "众": 259,
      "值": 260,
      "共": 261,
      "出": 262,
      "分": 263,
      "和": 264,
      "均": 265,
      "多": 266,
      "大": 267,
      "如": 268,
      "少": 269,
      "平": 270,
      "总": 271,
      "成": 272,
      "据": 273,
      "数": 274,
      "是": 275,
      "最": 276,
      "有": 277,
      "果": 278,
      "次": 279,
      "求": 280,
      "现": 281,
      "的": 282,
      "组": 283,
      "绩": 284,
      "考": 285,
      "试": 286,
      "这": 287,
      "꜀": 288,
      "️": 289,
      "##l": 290,
      "##e": 291,
      "##a": 292,
      "##2": 293,
      "##4": 294,
      "##0": 295,
      "##i": 296,
      "##r": 297,
      "##t": 298,
      "##g": 299,
      "##h": 300,
      "##3": 301,
      "##n": 302,
      "##f": 303,
      "##c": 304,
      "##s": 305,
      "##d": 306,
      "##q": 307,
      "##p": 308,
      "##8": 309,
      "##9": 310,
      "##7": 311,
      "##5": 312,
      "##o": 313,
      "##1": 314,
      "##b": 315,
      "##x": 316,
      "##y": 317,
      "##z": 318,
      "##π": 319,
      "##6": 320,
      "##m": 321,
      "##v": 322,
      "##u": 323,
      "##w": 324,
      "##ω": 325,
      "##é": 326,
      "##k": 327,
      "##θ": 328,
      "##j": 329,
      "##μ": 330,
      "##ψ": 331,
      "##ρ": 332,
      "##√": 333,
      "##λ": 334,
      "##δ": 335,
      "##R": 336,
      "##ε": 337,
      "##τ": 338,
      "##α": 339,
      "##σ": 340,
      "##φ": 341,
      "##̇": 342,
      "##ö": 343,
      "##ṙ": 344,
      "##ī": 345,
      "##β": 346,
      "##±": 347,
      "##∞": 348,
      "##̅": 349,
      "##ń": 350,
      "##∇": 351,
      "##×": 352,
      "##Z": 353,
      "##γ": 354,
      "##á": 355,
      "##̄": 356,
      "##ν": 357,
      "##ø": 358,
      "##̂": 359,
      "##ħ": 360,
      "##κ": 361,
      "##组": 362,
      "##考": 363,
      "##试": 364,
      "##成": 365,
      "##绩": 366,
      "##共": 367,
      "##有": 368,
      "##个": 369,
      "##数": 370,
      "##¬": 371,
      "##ő": 372,
      "##è": 373,
      "##à": 374,
      "##ξ": 375,
      "##ς": 376,
      "##≈": 377,
      "##均": 378,
      "##分": 379,
      "##T": 380,
      "##̈": 381,
      "##ç": 382,
      "##χ": 383,
      "##现": 384,
      "##次": 385,
      "##最": 386,
      "##多": 387,
      "##的": 388,
      "##是": 389,
      "##ζ": 390,
      "##¦": 391,
      "##ü": 392,
      "##果": 393,
      "##这": 394,
      "##据": 395,
      "##众": 396,
      "##∫": 397,
      "##ś": 398,
      "##ä": 399,
      "##─": 400,
      "##B": 401,
      "##ẋ": 402,
      "##η": 403,
      "##ó": 404,
      "##î": 405,
      "##ê": 406,
      "##ô": 407,
      "##ȳ": 408,
      "##C": 409,
      "##L": 410,
      "##꜀": 411,
      "##ñ": 412,
      "##−": 413,
      "##总": 414,
      "##和": 415,
      "##大": 416,
      "##值": 417,
      "##少": 418,
      "th": 419,
      "the": 420,
      "##er": 421,
      "##in": 422,
      "##at": 423,
      "is": 424,
      "##on": 425,
      "##es": 426,
      "##al": 427,
      "##re": 428,
      "##it": 429,
      "##en": 430,
      "##an": 431,
      "so": 432,
      "an": 433,
      "of": 434,
      "to": 435,
      "##ut": 436,
      "in": 437,
      "##or": 438,
      "##le": 439,
      "##ro": 440,
      "##ing": 441,
      "##ion": 442,
      "##et": 443,
      "##ac": 444,
      "that": 445,
      "##ed": 446,
      "##ic": 447,
      "##st": 448,
      "##um": 449,
      "and": 450,
      "##ec": 451,
      "##ul": 452,
      "##ar": 453,
      "##iv": 454,
      "##ay": 455,
      "wh": 456,
      "##th": 457,
      "##se": 458,
      "##im": 459,
      "##ly": 460,
      "##ig": 461,
      "it": 462,
      "##ent": 463,
      "##id": 464,
      "for": 465,
      "pro": 466,
      "##qu": 467,
      "me": 468,
      "co": 469,
      "##ble": 470,
      "##is": 471,
      "be": 472,
      "but": 473,
      "##ation": 474,
      "are": 475,
      "##ce": 476,
      "##ber": 477,
      "##ot": 478,
      "num": 479,
      "##00": 480,
      "##ait": 481,
      "##ir": 482,
      "con": 483,
      "##be": 484,
      "can": 485,
      "ns": 486,
      "##ct": 487,
      "##ow": 488,
      "number": 489,
      "##ich": 490,
      "let": 491,
      "which": 492,
      "on": 493,
      "nw": 494,
      "re": 495,
      "may": 496,
      "po": 497,
      "maybe": 498,
      "st": 499,
      "as": 500,
      "##ive": 501,
      "##rac": 502,
      "ha": 503,
      "if": 504,
      "##igh": 505,
      "di": 506,
      "##rom": 507,
      "##ve": 508,
      "##ith": 509,
      "ne": 510,
      "##il": 511,
      "by": 512,
      "nwait": 513,
      "##mp": 514,
      "from": 515,
      "##ach": 516,
      "##ter": 517,
      "##ou": 518,
      "ex": 519,
      "##ight": 520,
      "nso": 521,
      "equ": 522,
      "or": 523,
      "##ink": 524,
      "##blem": 525,
      "problem": 526,
      "think": 527,
      "al": 528,
      "10": 529,
      "with": 530,
      "su": 531,
      "##ere": 532,
      "##uld": 533,
      "frac": 534,
      "tr": 535,
      "per": 536,
      "we": 537,
      "##ang": 538,
      "ma": 539,
      "##ate": 540,
      "##ould": 541,
      "##pp": 542,
      "##ect": 543,
      "##ore": 544,
      "bo": 545,
      "##ue": 546,
      "##ver": 547,
      "val": 548,
      "then": 549,
      "this": 550,
      "##ad": 551,
      "each": 552,
      "##but": 553,
      "at": 554,
      "tim": 555,
      "fin": 556,
      "##erm": 557,
      "sin": 558,
      "##ke": 559,
      "ab": 560,
      "se": 561,
      "##ess": 562,
      "##if": 563,
      "have": 564,
      "##me": 565,
      "##ative": 566,
      "not": 567,
      "##as": 568,
      "##ity": 569,
      "12": 570,
      "##ain": 571,
      "int": 572,
      "##ol": 573,
      "ch": 574,
      "##om": 575,
      "nbut": 576,
      "##rt": 577,
      "sid": 578,
      "##eg": 579,
      "need": 580,
      "##qrt": 581,
      "value": 582,
      "##ust": 583,
      "##us": 584,
      "sqrt": 585,
      "app": 586,
      "##out": 587,
      "##ip": 588,
      "##est": 589,
      "##ase": 590,
      "##ex": 591,
      "tw": 592,
      "nth": 593,
      "##irst": 594,
      "##mm": 595,
      "##ap": 596,
      "##ff": 597,
      "##tal": 598,
      "would": 599,
      "pos": 600,
      "two": 601,
      "sp": 602,
      "comp": 603,
      "##un": 604,
      "term": 605,
      "exp": 606,
      "equation": 607,
      "bec": 608,
      "un": 609,
      "##use": 610,
      "##ult": 611,
      "form": 612,
      "times": 613,
      "giv": 614,
      "find": 615,
      "total": 616,
      "sum": 617,
      "sh": 618,
      "##int": 619,
      "appro": 620,
      "##ch": 621,
      "##ep": 622,
      "##ine": 623,
      "##ther": 624,
      "##ag": 625,
      "##ext": 626,
      "since": 627,
      "##stan": 628,
      "all": 629,
      "##rect": 630,
      "there": 631,
      "##angle": 632,
      "##ays": 633,
      "##all": 634,
      "##em": 635,
      "##act": 636,
      "##ab": 637,
      "ang": 638,
      "##tern": 639,
      "##ause": 640,
      "div": 641,
      "squ": 642,
      "one": 643,
      "no": 644,
      "because": 645,
      "do": 646,
      "le": 647,
      "point": 648,
      "##ute": 649,
      "##ers": 650,
      "##are": 651,
      "sa": 652,
      "about": 653,
      "tri": 654,
      "##art": 655,
      "he": 656,
      "##xim": 657,
      "both": 658,
      "##fore": 659,
      "area": 660,
      "20": 661,
      "##cul": 662,
      "right": 663,
      "qu": 664,
      "##lo": 665,
      "##ur": 666,
      "##ternative": 667,
      "##ternatively": 668,
      "nf": 669,
      "15": 670,
      "diff": 671,
      "cor": 672,
      "differ": 673,
      "##eth": 674,
      "100": 675,
      "sol": 676,
      "text": 677,
      "##les": 678,
      "pl": 679,
      "nal": 680,
      "equal": 681,
      "##si": 682,
      "##alcul": 683,
      "25": 684,
      "##ial": 685,
      "##now": 686,
      "##eng": 687,
      "##aps": 688,
      "##wer": 689,
      "formul": 690,
      "square": 691,
      "##ultip": 692,
      "##ength": 693,
      "##ions": 694,
      "##ations": 695,
      "ans": 696,
      "##ite": 697,
      "has": 698,
      "##od": 699,
      "wait": 700,
      "##ard": 701,
      "##haps": 702,
      "perhaps": 703,
      "formula": 704,
      "answer": 705,
      "nalternatively": 706,
      "length": 707,
      "ad": 708,
      "where": 709,
      "given": 710,
      "16": 711,
      "triangle": 712,
      "integ": 713,
      "sub": 714,
      "first": 715,
      "sides": 716,
      "than": 717,
      "##ond": 718,
      "us": 719,
      "does": 720,
      "box": 721,
      "calcul": 722,
      "multip": 723,
      "same": 724,
      "hmm": 725,
      "##pt": 726,
      "##ies": 727,
      "step": 728,
      "cir": 729,
      "##der": 730,
      "correct": 731,
      "angle": 732,
      "##ents": 733,
      "pr": 734,
      "##bab": 735,
      "terms": 736,
      "probab": 737,
      "##its": 738,
      "out": 739,
      "posit": 740,
      "numbers": 741,
      "##let": 742,
      "inc": 743,
      "##ction": 744,
      "ag": 745,
      "just": 746,
      "18": 747,
      "mean": 748,
      "##ri": 749,
      "##ify": 750,
      "different": 751,
      "when": 752,
      "##pl": 753,
      "en": 754,
      "circ": 755,
      "11": 756,
      "fun": 757,
      "make": 758,
      "##and": 759,
      "##our": 760,
      "divid": 761,
      "##ally": 762,
      "side": 763,
      "##ility": 764,
      "##ra": 765,
      "##de": 766,
      "##eck": 767,
      "case": 768,
      "into": 769,
      "bet": 770,
      "##iz": 771,
      "n1": 772,
      "should": 773,
      "##ree": 774,
      "ac": 775,
      "again": 776,
      "##os": 777,
      "compute": 778,
      "##sid": 779,
      "##ill": 780,
      "##sible": 781,
      "##ert": 782,
      "how": 783,
      "sim": 784,
      "##king": 785,
      "check": 786,
      "##ure": 787,
      "##ems": 788,
      "##stance": 789,
      "##ress": 790,
      "they": 791,
      "probability": 792,
      "##ding": 793,
      "inter": 794,
      "li": 795,
      "any": 796,
      "nlet": 797,
      "000": 798,
      "min": 799,
      "30": 800,
      "24": 801,
      "##ant": 802,
      "function": 803,
      "says": 804,
      "##ence": 805,
      "more": 806,
      "##other": 807,
      "approxim": 808,
      "##econd": 809,
      "distance": 810,
      "##adi": 811,
      "height": 812,
      "doesn": 813,
      "must": 814,
      "##oun": 815,
      "n2": 816,
      "seems": 817,
      "mat": 818,
      "up": 819,
      "nfirst": 820,
      "##age": 821,
      "dig": 822,
      "14": 823,
      "wr": 824,
      "set": 825,
      "res": 826,
      "13": 827,
      "express": 828,
      "use": 829,
      "boxed": 830,
      "spec": 831,
      "ro": 832,
      "##ator": 833,
      "##we": 834,
      "conver": 835,
      "##ug": 836,
      "##ume": 837,
      "possible": 838,
      "##ween": 839,
      "radi": 840,
      "fact": 841,
      "cm": 842,
      "second": 843,
      "de": 844,
      "##du": 845,
      "between": 846,
      "##ately": 847,
      "2x": 848,
      "other": 849,
      "zer": 850,
      "deg": 851,
      "positive": 852,
      "another": 853,
      "##ist": 854,
      "ta": 855,
      "time": 856,
      "go": 857,
      "get": 858,
      "these": 859,
      "part": 860,
      "##ft": 861,
      "##li": 862,
      "only": 863,
      "line": 864,
      "approach": 865,
      "##igin": 866,
      "60": 867,
      "zero": 868,
      "what": 869,
      "origin": 870,
      "##ment": 871,
      "36": 872,
      "##ated": 873,
      "##ose": 874,
      "50": 875,
      "nthe": 876,
      "##sider": 877,
      "three": 878,
      "quest": 879,
      "consider": 880,
      "##so": 881,
      "know": 882,
      "like": 883,
      "produ": 884,
      "som": 885,
      "base": 886,
      "approximately": 887,
      "circle": 888,
      "factor": 889,
      "vol": 890,
      "##el": 891,
      "radius": 892,
      "##ting": 893,
      "nthere": 894,
      "here": 895,
      "##ater": 896,
      "question": 897,
      "##ace": 898,
      "cos": 899,
      "ntherefore": 900,
      "det": 901,
      "##end": 902,
      "##ong": 903,
      "root": 904,
      "solut": 905,
      "cont": 906,
      "ar": 907,
      "##ast": 908,
      "##arg": 909,
      "using": 910,
      "nt": 911,
      "also": 912,
      "den": 913,
      "rec": 914,
      "lo": 915,
      "sm": 916,
      "##fin": 917,
      "##am": 918,
      "sure": 919,
      "conf": 920,
      "final": 921,
      "nc": 922,
      "ev": 923,
      "##kay": 924,
      "way": 925,
      "exact": 926,
      "cent": 927,
      "##rees": 928,
      "left": 929,
      "determ": 930,
      "40": 931,
      "cu": 932,
      "try": 933,
      "volume": 934,
      "original": 935,
      "see": 936,
      "convers": 937,
      "small": 938,
      "ye": 939,
      "such": 940,
      "points": 941,
      "maxim": 942,
      "hum": 943,
      "human": 944,
      "pi": 945,
      "mo": 946,
      "##own": 947,
      "conversations": 948,
      "gpt": 949,
      "##ss": 950,
      "degrees": 951,
      "vert": 952,
      "##orm": 953,
      "units": 954,
      "##yp": 955,
      "ni": 956,
      "##ating": 957,
      "##ari": 958,
      "##ical": 959,
      "##ific": 960,
      "don": 961,
      "write": 962,
      "neg": 963,
      "17": 964,
      "them": 965,
      "down": 966,
      "nnow": 967,
      "you": 968,
      "some": 969,
      "gives": 970,
      "incre": 971,
      "##mple": 972,
      "##ually": 973,
      "divided": 974,
      "over": 975,
      "mod": 976,
      "19": 977,
      "add": 978,
      "rat": 979,
      "##ething": 980,
      "without": 981,
      "expect": 982,
      "something": 983,
      "ass": 984,
      "##25": 985,
      "##trac": 986,
      "n3": 987,
      "##eters": 988,
      "##ues": 989,
      "##ular": 990,
      "rem": 991,
      "quad": 992,
      "negative": 993,
      "act": 994,
      "its": 995,
      "##ether": 996,
      "##here": 997,
      "gro": 998,
      "man": 999,
      "21": 1000,
      "integer": 1001,
      "##ving": 1002,
      "wor": 1003,
      "##tion": 1004,
      "##ud": 1005,
      "therefore": 1006,
      "simpl": 1007,
      "##ize": 1008,
      "col": 1009,
      "calculate": 1010,
      "hour": 1011,
      "maximum": 1012,
      "divis": 1013,
      "##ack": 1014,
      "dec": 1015,
      "##able": 1016,
      "fe": 1017,
      "x2": 1018,
      "##stit": 1019,
      "##low": 1020,
      "##io": 1021,
      "##loc": 1022,
      "##ilar": 1023,
      "##ange": 1024,
      "rel": 1025,
      "##ice": 1026,
      "rect": 1027,
      "result": 1028,
      "##ric": 1029,
      "##kes": 1030,
      "larg": 1031,
      "##eter": 1032,
      "might": 1033,
      "product": 1034,
      "##ition": 1035,
      "dist": 1036,
      "less": 1037,
      "real": 1038,
      "##mb": 1039,
      "will": 1040,
      "start": 1041,
      "nokay": 1042,
      "digit": 1043,
      "##ound": 1044,
      "##ches": 1045,
      "values": 1046,
      "##ign": 1047,
      "ele": 1048,
      "##omes": 1049,
      "##ates": 1050,
      "multiply": 1051,
      "aver": 1052,
      "sen": 1053,
      "nto": 1054,
      "200": 1055,
      "nn": 1056,
      "wid": 1057,
      "27": 1058,
      "quadr": 1059,
      "mis": 1060,
      "ratio": 1061,
      "asking": 1062,
      "##ire": 1063,
      "average": 1064,
      "remain": 1065,
      "##ases": 1066,
      "their": 1067,
      "##lic": 1068,
      "determine": 1069,
      "mist": 1070,
      "pa": 1071,
      "ve": 1072,
      "mista": 1073,
      "##stant": 1074,
      "##ks": 1075,
      "##old": 1076,
      "sense": 1077,
      "four": 1078,
      "##ta": 1079,
      "ball": 1080,
      "my": 1081,
      "cho": 1082,
      "##mber": 1083,
      "gre": 1084,
      "nh": 1085,
      "3x": 1086,
      "##omin": 1087,
      "comb": 1088,
      "32": 1089,
      "ax": 1090,
      "minim": 1091,
      "even": 1092,
      "many": 1093,
      "angles": 1094,
      "##up": 1095,
      "##ors": 1096,
      "##atic": 1097,
      "##ord": 1098,
      "##itial": 1099,
      "width": 1100,
      "##gh": 1101,
      "direct": 1102,
      "stand": 1103,
      "cd": 1104,
      "reg": 1105,
      "substit": 1106,
      "initial": 1107,
      "constant": 1108,
      "##agon": 1109,
      "00": 1110,
      "actually": 1111,
      "meters": 1112,
      "year": 1113,
      "##tract": 1114,
      "specific": 1115,
      "ear": 1116,
      "90": 1117,
      "exa": 1118,
      "imp": 1119,
      "##less": 1120,
      "nsim": 1121,
      "dis": 1122,
      "sc": 1123,
      "48": 1124,
      "##ring": 1125,
      "spe": 1126,
      "##ough": 1127,
      "45": 1128,
      "fig": 1129,
      "##ens": 1130,
      "##und": 1131,
      "standard": 1132,
      "numer": 1133,
      "solve": 1134,
      "##member": 1135,
      "integers": 1136,
      "cy": 1137,
      "remember": 1138,
      "non": 1139,
      "##ominator": 1140,
      "pair": 1141,
      "solution": 1142,
      "##fter": 1143,
      "prim": 1144,
      "rectangle": 1145,
      "sy": 1146,
      "speed": 1147,
      "example": 1148,
      "red": 1149,
      "least": 1150,
      "plug": 1151,
      "##ans": 1152,
      "28": 1153,
      "75": 1154,
      "##ward": 1155,
      "64": 1156,
      "theta": 1157,
      "##op": 1158,
      "##ible": 1159,
      "ways": 1160,
      "n4": 1161,
      "##ffic": 1162,
      "combin": 1163,
      "vari": 1164,
      "180": 1165,
      "##ix": 1166,
      "##ffici": 1167,
      "center": 1168,
      "digits": 1169,
      "poly": 1170,
      "22": 1171,
      "##ject": 1172,
      "120": 1173,
      "rate": 1174,
      "##res": 1175,
      "state": 1176,
      "hold": 1177,
      "stud": 1178,
      "denominator": 1179,
      "back": 1180,
      "par": 1181,
      "33": 1182,
      "means": 1183,
      "##ilarly": 1184,
      "exactly": 1185,
      "tog": 1186,
      "did": 1187,
      "mistake": 1188,
      "##ll": 1189,
      "feet": 1190,
      "##75": 1191,
      "after": 1192,
      "gr": 1193,
      "##rix": 1194,
      "##ments": 1195,
      "##ribut": 1196,
      "pre": 1197,
      "der": 1198,
      "##form": 1199,
      "comm": 1200,
      "bc": 1201,
      "hyp": 1202,
      "##ird": 1203,
      "together": 1204,
      "dou": 1205,
      "new": 1206,
      "take": 1207,
      "veloc": 1208,
      "cube": 1209,
      "nhmm": 1210,
      "cl": 1211,
      "##ous": 1212,
      "hours": 1213,
      "now": 1214,
      "order": 1215,
      "na": 1216,
      "say": 1217,
      "##ary": 1218,
      "velocity": 1219,
      "##val": 1220,
      "prop": 1221,
      "##pe": 1222,
      "deriv": 1223,
      "99": 1224,
      "ob": 1225,
      "cost": 1226,
      "quadratic": 1227,
      "##lier": 1228,
      "23": 1229,
      "##ual": 1230,
      "##ces": 1231,
      "##erg": 1232,
      "sequ": 1233,
      "ll": 1234,
      "roots": 1235,
      "od": 1236,
      "mass": 1237,
      "##ave": 1238,
      "35": 1239,
      "ln": 1240,
      "cdot": 1241,
      "##ude": 1242,
      "expression": 1243,
      "##vi": 1244,
      "##ount": 1245,
      "##cent": 1246,
      "1000": 1247,
      "multiple": 1248,
      "specify": 1249,
      "odd": 1250,
      "##ither": 1251,
      "sur": 1252,
      "earlier": 1253,
      "subtract": 1254,
      "high": 1255,
      "group": 1256,
      "inches": 1257,
      "math": 1258,
      "##ral": 1259,
      "becomes": 1260,
      "double": 1261,
      "cond": 1262,
      "made": 1263,
      "##20": 1264,
      "meth": 1265,
      "day": 1266,
      "##lin": 1267,
      "##ector": 1268,
      "thro": 1269,
      "##ging": 1270,
      "##effici": 1271,
      "80": 1272,
      "method": 1273,
      "ind": 1274,
      "infin": 1275,
      "##cept": 1276,
      "ed": 1277,
      "##omial": 1278,
      "##ass": 1279,
      "coeffici": 1280,
      "long": 1281,
      "##ppos": 1282,
      "was": 1283,
      "still": 1284,
      "squar": 1285,
      "makes": 1286,
      "##fer": 1287,
      "figure": 1288,
      "cylin": 1289,
      "nx": 1290,
      "##cel": 1291,
      "##ugh": 1292,
      "row": 1293,
      "26": 1294,
      "bit": 1295,
      "incl": 1296,
      "te": 1297,
      "##ices": 1298,
      "edg": 1299,
      "dep": 1300,
      "##agonal": 1301,
      "##ordin": 1302,
      "equations": 1303,
      "difference": 1304,
      "##omp": 1305,
      "bl": 1306,
      "ge": 1307,
      "distribut": 1308,
      "##ub": 1309,
      "numerator": 1310,
      "coordin": 1311,
      "el": 1312,
      "before": 1313,
      "ent": 1314,
      "defin": 1315,
      "sphere": 1316,
      "stra": 1317,
      "derivative": 1318,
      "plan": 1319,
      "##ick": 1320,
      "common": 1321,
      "nd": 1322,
      "##sist": 1323,
      "diagonal": 1324,
      "either": 1325,
      "##uting": 1326,
      "end": 1327,
      "yes": 1328,
      "greater": 1329,
      "straight": 1330,
      "31": 1331,
      "adding": 1332,
      "am": 1333,
      "4x": 1334,
      "29": 1335,
      "car": 1336,
      "prime": 1337,
      "through": 1338,
      "solutions": 1339,
      "pe": 1340,
      "expecting": 1341,
      "sequence": 1342,
      "##cl": 1343,
      "sat": 1344,
      "##read": 1345,
      "##oten": 1346,
      "divide": 1347,
      "cur": 1348,
      "hypoten": 1349,
      "##side": 1350,
      "steps": 1351,
      "nthen": 1352,
      "49": 1353,
      "axis": 1354,
      "##lied": 1355,
      "##ower": 1356,
      "2a": 1357,
      "hypotenuse": 1358,
      "divisible": 1359,
      "acc": 1360,
      "##ener": 1361,
      "third": 1362,
      "ver": 1363,
      "log": 1364,
      "mar": 1365,
      "balls": 1366,
      "ng": 1367,
      "##ves": 1368,
      "##ren": 1369,
      "##ts": 1370,
      "cylinder": 1371,
      "##ollow": 1372,
      "##isf": 1373,
      "choose": 1374,
      "pat": 1375,
      "squared": 1376,
      "satisf": 1377,
      "thi": 1378,
      "squares": 1379,
      "arr": 1380,
      "coun": 1381,
      "500": 1382,
      "goes": 1383,
      "##iles": 1384,
      "01": 1385,
      "force": 1386,
      "follow": 1387,
      "simplif": 1388,
      "##imal": 1389,
      "under": 1390,
      "students": 1391,
      "test": 1392,
      "##ased": 1393,
      "##etric": 1394,
      "##40": 1395,
      "##very": 1396,
      "energ": 1397,
      "didn": 1398,
      "##ph": 1399,
      "##gn": 1400,
      "pm": 1401,
      "##led": 1402,
      "ny": 1403,
      "being": 1404,
      "unless": 1405,
      "energy": 1406,
      "could": 1407,
      "nex": 1408,
      "emp": 1409,
      "though": 1410,
      "ser": 1411,
      "##sect": 1412,
      "##formation": 1413,
      "every": 1414,
      "sign": 1415,
      "##66": 1416,
      "pop": 1417,
      "want": 1418,
      "##ople": 1419,
      "##ise": 1420,
      "##aph": 1421,
      "statement": 1422,
      "people": 1423,
      "a2": 1424,
      "intersect": 1425,
      "gener": 1426,
      "isn": 1427,
      "id": 1428,
      "smaller": 1429,
      "##ulation": 1430,
      "consist": 1431,
      "np": 1432,
      "nnext": 1433,
      "recall": 1434,
      "typ": 1435,
      "tan": 1436,
      "leg": 1437,
      "##ities": 1438,
      "##str": 1439,
      "##plify": 1440,
      "cub": 1441,
      "disc": 1442,
      "##ross": 1443,
      "vertex": 1444,
      "nwh": 1445,
      "true": 1446,
      "##ance": 1447,
      "##imeter": 1448,
      "percent": 1449,
      "hal": 1450,
      "nsimplify": 1451,
      "##onent": 1452,
      "nsub": 1453,
      "rep": 1454,
      "##ah": 1455,
      "##eration": 1456,
      "position": 1457,
      "tang": 1458,
      "n5": 1459,
      "minimum": 1460,
      "surf": 1461,
      "nm": 1462,
      "##ram": 1463,
      "oppos": 1464,
      "##que": 1465,
      "fraction": 1466,
      "##etic": 1467,
      "plugging": 1468,
      "population": 1469,
      "assum": 1470,
      "pairs": 1471,
      "who": 1472,
      "ident": 1473,
      "miles": 1474,
      "##ove": 1475,
      "##raw": 1476,
      "triang": 1477,
      "slo": 1478,
      "give": 1479,
      "work": 1480,
      "72": 1481,
      "##icular": 1482,
      "draw": 1483,
      "70": 1484,
      "interval": 1485,
      "change": 1486,
      "nthus": 1487,
      "syst": 1488,
      "##lect": 1489,
      "##16": 1490,
      "top": 1491,
      "opposite": 1492,
      "hel": 1493,
      "half": 1494,
      "34": 1495,
      "96": 1496,
      "graph": 1497,
      "perimeter": 1498,
      "moving": 1499,
      "##ten": 1500,
      "entire": 1501,
      "mu": 1502,
      "remaining": 1503,
      "##ameter": 1504,
      "water": 1505,
      "op": 1506,
      "##80": 1507,
      "surface": 1508,
      "larger": 1509,
      "confus": 1510,
      "those": 1511,
      "information": 1512,
      "##son": 1513,
      "integral": 1514,
      "too": 1515,
      "matrix": 1516,
      "mid": 1517,
      "requ": 1518,
      "decimal": 1519,
      "##aces": 1520,
      "help": 1521,
      "b2": 1522,
      "##ls": 1523,
      "300": 1524,
      "##asing": 1525,
      "linear": 1526,
      "##ote": 1527,
      "##ied": 1528,
      "ph": 1529,
      "years": 1530,
      "system": 1531,
      "dt": 1532,
      "##ior": 1533,
      "r2": 1534,
      "##ines": 1535,
      "##nomial": 1536,
      "polynomial": 1537,
      "trans": 1538,
      "tangent": 1539,
      "42": 1540,
      "considering": 1541,
      "accel": 1542,
      "decre": 1543,
      "##inct": 1544,
      "##orem": 1545,
      "meas": 1546,
      "series": 1547,
      "400": 1548,
      "consistent": 1549,
      "direction": 1550,
      "calculated": 1551,
      "##po": 1552,
      "blue": 1553,
      "nb": 1554,
      "thought": 1555,
      "##ak": 1556,
      "##ail": 1557,
      "81": 1558,
      "inside": 1559,
      "slope": 1560,
      "clo": 1561,
      "multiplied": 1562,
      "equals": 1563,
      "bin": 1564,
      "differently": 1565,
      "outc": 1566,
      "plus": 1567,
      "elements": 1568,
      "inv": 1569,
      "##ry": 1570,
      "unit": 1571,
      "factors": 1572,
      "yeah": 1573,
      "##urn": 1574,
      "condition": 1575,
      "vector": 1576,
      "52": 1577,
      "above": 1578,
      "##76": 1579,
      "confid": 1580,
      "diameter": 1581,
      "adj": 1582,
      "ncomp": 1583,
      "##ecess": 1584,
      "##nect": 1585,
      "whether": 1586,
      "##rr": 1587,
      "well": 1588,
      "increase": 1589,
      "trip": 1590,
      "lim": 1591,
      "miss": 1592,
      "##ide": 1593,
      "sing": 1594,
      "##oriz": 1595,
      "plane": 1596,
      "##sc": 1597,
      "lead": 1598,
      "starting": 1599,
      "55": 1600,
      "constr": 1601,
      "##iven": 1602,
      "##fect": 1603,
      "distinct": 1604,
      "necess": 1605,
      "##ality": 1606,
      "simplify": 1607,
      "05": 1608,
      "##itude": 1609,
      "##ational": 1610,
      "connect": 1611,
      "vertices": 1612,
      "theorem": 1613,
      "##orizon": 1614,
      "approaches": 1615,
      "multiplying": 1616,
      "56": 1617,
      "horizon": 1618,
      "inde": 1619,
      "used": 1620,
      "next": 1621,
      "##ique": 1622,
      "##ithm": 1623,
      "la": 1624,
      "nif": 1625,
      "##equ": 1626,
      "##12": 1627,
      "along": 1628,
      "ke": 1629,
      "##cc": 1630,
      "##for": 1631,
      "alternatively": 1632,
      "nsin": 1633,
      "##ons": 1634,
      "nwe": 1635,
      "horizontal": 1636,
      "simplifies": 1637,
      "similarly": 1638,
      "dim": 1639,
      "ngiven": 1640,
      "unique": 1641,
      "##usion": 1642,
      "ncompute": 1643,
      "assume": 1644,
      "inequ": 1645,
      "indeed": 1646,
      "acceleration": 1647,
      "percentage": 1648,
      "substituting": 1649,
      "fi": 1650,
      "fix": 1651,
      "distribution": 1652,
      "perp": 1653,
      "subs": 1654,
      "abc": 1655,
      "##ertain": 1656,
      "repres": 1657,
      "##edi": 1658,
      "amount": 1659,
      "39": 1660,
      "##pect": 1661,
      "sl": 1662,
      "price": 1663,
      "knowing": 1664,
      "dx": 1665,
      "##33": 1666,
      "smallest": 1667,
      "##forward": 1668,
      "triangles": 1669,
      "else": 1670,
      "straightforward": 1671,
      "nsimilarly": 1672,
      "increases": 1673,
      "##umn": 1674,
      "##utes": 1675,
      "verify": 1676,
      "##inant": 1677,
      "y2": 1678,
      "##endicular": 1679,
      "certain": 1680,
      "perpendicular": 1681,
      "37": 1682,
      "outcomes": 1683,
      "supp": 1684,
      "kg": 1685,
      "cross": 1686,
      "sample": 1687,
      "##ets": 1688,
      "object": 1689,
      "nsince": 1690,
      "column": 1691,
      "dimens": 1692,
      "minutes": 1693,
      "##ortion": 1694,
      "calculation": 1695,
      "##point": 1696,
      "loo": 1697,
      "higher": 1698,
      "contain": 1699,
      "coordinates": 1700,
      "##ved": 1701,
      "2n": 1702,
      "65": 1703,
      "##ism": 1704,
      "##pond": 1705,
      "nwhich": 1706,
      "##ables": 1707,
      "single": 1708,
      "##lex": 1709,
      "n0": 1710,
      "38": 1711,
      "150": 1712,
      "infinity": 1713,
      "##10": 1714,
      "mathb": 1715,
      "##ways": 1716,
      "##loor": 1717,
      "##enc": 1718,
      "denote": 1719,
      "##ateral": 1720,
      "seconds": 1721,
      "##eld": 1722,
      "round": 1723,
      "nfor": 1724,
      "always": 1725,
      "large": 1726,
      "##32": 1727,
      "person": 1728,
      "partic": 1729,
      "power": 1730,
      "days": 1731,
      "alread": 1732,
      "already": 1733,
      "##rib": 1734,
      "54": 1735,
      "mon": 1736,
      "norm": 1737,
      "##ossible": 1738,
      "color": 1739,
      "44": 1740,
      "size": 1741,
      "##round": 1742,
      "##ffect": 1743,
      "85": 1744,
      "##ures": 1745,
      "hand": 1746,
      "##respond": 1747,
      "vertical": 1748,
      "correspond": 1749,
      "fl": 1750,
      "py": 1751,
      "##irm": 1752,
      "nin": 1753,
      "##ature": 1754,
      "degree": 1755,
      "measure": 1756,
      "err": 1757,
      "5x": 1758,
      "##av": 1759,
      "substitute": 1760,
      "inver": 1761,
      "proportion": 1762,
      "##ye": 1763,
      "require": 1764,
      "##frac": 1765,
      "cubic": 1766,
      "360": 1767,
      "##pre": 1768,
      "combinations": 1769,
      "##ted": 1770,
      "##ential": 1771,
      "making": 1772,
      "##arily": 1773,
      "cons": 1774,
      "last": 1775,
      "impossible": 1776,
      "understan": 1777,
      "##endent": 1778,
      "emplo": 1779,
      "range": 1780,
      "confirm": 1781,
      "##ribed": 1782,
      "n6": 1783,
      "km": 1784,
      "around": 1785,
      "inequality": 1786,
      "##r2": 1787,
      "arrang": 1788,
      "employe": 1789,
      "card": 1790,
      "path": 1791,
      "coefficients": 1792,
      "rest": 1793,
      "reach": 1794,
      "missing": 1795,
      "95": 1796,
      "satisfy": 1797,
      "prism": 1798,
      "arc": 1799,
      "variables": 1800,
      "98": 1801,
      "fixed": 1802,
      "bre": 1803,
      "constrain": 1804,
      "##gon": 1805,
      "opt": 1806,
      "##15": 1807,
      "respect": 1808,
      "okay": 1809,
      "devi": 1810,
      "pres": 1811,
      "put": 1812,
      "fo": 1813,
      "grow": 1814,
      "limit": 1815,
      "similar": 1816,
      "##96": 1817,
      "scal": 1818,
      "cases": 1819,
      "geom": 1820,
      "##sed": 1821,
      "model": 1822,
      "##ru": 1823,
      "general": 1824,
      "##24": 1825,
      "vis": 1826,
      "##right": 1827,
      "##cal": 1828,
      "once": 1829,
      "##itions": 1830,
      "##ys": 1831,
      "##plac": 1832,
      "dat": 1833,
      "field": 1834,
      "##itten": 1835,
      "medi": 1836,
      "defined": 1837,
      "necessarily": 1838,
      "minus": 1839,
      "temp": 1840,
      "perfect": 1841,
      "sw": 1842,
      "five": 1843,
      "cone": 1844,
      "2π": 1845,
      "exponent": 1846,
      "regard": 1847,
      "##bles": 1848,
      "expressed": 1849,
      "##scribed": 1850,
      "edge": 1851,
      "##ement": 1852,
      "##ner": 1853,
      "s2": 1854,
      "much": 1855,
      "##rent": 1856,
      "##alle": 1857,
      "face": 1858,
      "magn": 1859,
      "coefficient": 1860,
      "assign": 1861,
      "paralle": 1862,
      "##clusion": 1863,
      "##ctions": 1864,
      "temper": 1865,
      "##28": 1866,
      "2b": 1867,
      "edges": 1868,
      "dfrac": 1869,
      "##14": 1870,
      "regardless": 1871,
      "04": 1872,
      "##ings": 1873,
      "within": 1874,
      "approx": 1875,
      "##rad": 1876,
      "rol": 1877,
      "##ends": 1878,
      "##etim": 1879,
      "contin": 1880,
      "##cle": 1881,
      "select": 1882,
      "125": 1883,
      "##ilateral": 1884,
      "remainder": 1885,
      "directly": 1886,
      "##iod": 1887,
      "interior": 1888,
      "current": 1889,
      "lengths": 1890,
      "expected": 1891,
      "pass": 1892,
      "list": 1893,
      "midpoint": 1894,
      "67": 1895,
      "mol": 1896,
      "found": 1897,
      "normal": 1898,
      "element": 1899,
      "##ty": 1900,
      "better": 1901,
      "weight": 1902,
      "seg": 1903,
      "2r": 1904,
      "c2": 1905,
      "63": 1906,
      "solid": 1907,
      "she": 1908,
      "240": 1909,
      "##rim": 1910,
      "period": 1911,
      "press": 1912,
      "works": 1913,
      "adjac": 1914,
      "##ind": 1915,
      "signific": 1916,
      "interest": 1917,
      "nfrom": 1918,
      "boxes": 1919,
      "indep": 1920,
      "apply": 1921,
      "##radic": 1922,
      "contradic": 1923,
      "##ck": 1924,
      "represent": 1925,
      "##ort": 1926,
      "had": 1927,
      "play": 1928,
      "getting": 1929,
      "##etimes": 1930,
      "##hip": 1931,
      "meaning": 1932,
      "lines": 1933,
      "confident": 1934,
      "minimal": 1935,
      "increasing": 1936,
      "sometimes": 1937,
      "complex": 1938,
      "6x": 1939,
      "ncalcul": 1940,
      "inscribed": 1941,
      "600": 1942,
      "data": 1943,
      "polygon": 1944,
      "##ins": 1945,
      "##60": 1946,
      "##lock": 1947,
      "break": 1948,
      "invol": 1949,
      "nad": 1950,
      "marbles": 1951,
      "##atrix": 1952,
      "functions": 1953,
      "green": 1954,
      "##lies": 1955,
      "rot": 1956,
      "rever": 1957,
      "ref": 1958,
      "exist": 1959,
      "##ile": 1960,
      "equiv": 1961,
      "temperature": 1962,
      "rand": 1963,
      "##onents": 1964,
      "random": 1965,
      "bound": 1966,
      "##ever": 1967,
      "cap": 1968,
      "relations": 1969,
      "##sel": 1970,
      "circum": 1971,
      "written": 1972,
      "adjacent": 1973,
      "infinite": 1974,
      "cover": 1975,
      "2y": 1976,
      "most": 1977,
      "complic": 1978,
      "##gg": 1979,
      "independent": 1980,
      "perm": 1981,
      "x1": 1982,
      "im": 1983,
      "show": 1984,
      "58": 1985,
      "##ason": 1986,
      "250": 1987,
      "##ters": 1988,
      "47": 1989,
      "legs": 1990,
      "##tracting": 1991,
      "count": 1992,
      "##uous": 1993,
      "region": 1994,
      "##thing": 1995,
      "43": 1996,
      "significant": 1997,
      "##ording": 1998,
      "type": 1999,
      "valid": 2000,
      "##ilities": 2001,
      "pot": 2002,
      "propert": 2003,
      "et": 2004,
      "deviation": 2005,
      "largest": 2006,
      "variable": 2007,
      "place": 2008,
      "##ful": 2009,
      "pressure": 2010,
      "prof": 2011,
      "dividing": 2012,
      "present": 2013,
      "##where": 2014,
      "nyes": 2015,
      "08": 2016,
      "suppose": 2017,
      "##18": 2018,
      "02": 2019,
      "symm": 2020,
      "##ests": 2021,
      "incor": 2022,
      "trave": 2023,
      "##ling": 2024,
      "##ency": 2025,
      "mathbf": 2026,
      "##par": 2027,
      "57": 2028,
      "permut": 2029,
      "relationship": 2030,
      "##ule": 2031,
      "reason": 2032,
      "incorrect": 2033,
      "states": 2034,
      "employees": 2035,
      "ga": 2036,
      "##ically": 2037,
      "rectang": 2038,
      "were": 2039,
      "refer": 2040,
      "related": 2041,
      "nmultip": 2042,
      "according": 2043,
      "separ": 2044,
      "key": 2045,
      "allow": 2046,
      "bu": 2047,
      "going": 2048,
      "##avor": 2049,
      "##ences": 2050,
      "potential": 2051,
      "##ectors": 2052,
      "ncalculating": 2053,
      "parts": 2054,
      "##99": 2055,
      "overl": 2056,
      "wrong": 2057,
      "nmultiply": 2058,
      "84": 2059,
      "##cess": 2060,
      "understand": 2061,
      "good": 2062,
      "ment": 2063,
      "##ape": 2064,
      "assuming": 2065,
      "calculations": 2066,
      "space": 2067,
      "chang": 2068,
      "our": 2069,
      "division": 2070,
      "##ge": 2071,
      "particle": 2072,
      "combination": 2073,
      "bot": 2074,
      "elect": 2075,
      "##wn": 2076,
      "twice": 2077,
      "dr": 2078,
      "score": 2079,
      "##ars": 2080,
      "mach": 2081,
      "46": 2082,
      "bott": 2083,
      "multiplic": 2084,
      "78": 2085,
      "ext": 2086,
      "prov": 2087,
      "nst": 2088,
      "53": 2089,
      "coordinate": 2090,
      "800": 2091,
      "six": 2092,
      "read": 2093,
      "##90": 2094,
      "leq": 2095,
      "sugg": 2096,
      "error": 2097,
      "##93": 2098,
      "97": 2099,
      "62": 2100,
      "##not": 2101,
      "nan": 2102,
      "##ser": 2103,
      "profit": 2104,
      "methods": 2105,
      "ca": 2106,
      "known": 2107,
      "law": 2108,
      "beg": 2109,
      "nat": 2110,
      "growth": 2111,
      "favor": 2112,
      "##wise": 2113,
      "##ending": 2114,
      "cr": 2115,
      "gra": 2116,
      "gu": 2117,
      "des": 2118,
      "expand": 2119,
      "faces": 2120,
      "##ead": 2121,
      "parallel": 2122,
      "66": 2123,
      "process": 2124,
      "nalright": 2125,
      "##ceed": 2126,
      "inverse": 2127,
      "51": 2128,
      "compan": 2129,
      "prec": 2130,
      "floor": 2131,
      "##wards": 2132,
      "ndiv": 2133,
      "88": 2134,
      "##way": 2135,
      "##tions": 2136,
      "144": 2137,
      "##urs": 2138,
      "conclusion": 2139,
      "off": 2140,
      "turn": 2141,
      "pyth": 2142,
      "intersection": 2143,
      "however": 2144,
      "x3": 2145,
      "begin": 2146,
      "ap": 2147,
      "inst": 2148,
      "##cular": 2149,
      "m2": 2150,
      "bring": 2151,
      "median": 2152,
      "matches": 2153,
      "suggests": 2154,
      "geometric": 2155,
      "confusing": 2156,
      "chord": 2157,
      "grav": 2158,
      "company": 2159,
      "68": 2160,
      "geq": 2161,
      "dimensions": 2162,
      "03": 2163,
      "cannot": 2164,
      "##ory": 2165,
      "##vious": 2166,
      "##98": 2167,
      "formed": 2168,
      "angled": 2169,
      "addition": 2170,
      "##te": 2171,
      "context": 2172,
      "implies": 2173,
      "regular": 2174,
      "got": 2175,
      "confused": 2176,
      "fre": 2177,
      "based": 2178,
      "##placement": 2179,
      "usually": 2180,
      "etc": 2181,
      "nanother": 2182,
      "##45": 2183,
      "bd": 2184,
      "correctly": 2185,
      "##ull": 2186,
      "sal": 2187,
      "2k": 2188,
      "##ecut": 2189,
      "##pping": 2190,
      "06": 2191,
      "nsubtract": 2192,
      "lower": 2193,
      "pythag": 2194,
      "rational": 2195,
      "circles": 2196,
      "conditions": 2197,
      "cre": 2198,
      "month": 2199,
      "rule": 2200,
      "mom": 2201,
      "clim": 2202,
      "sn": 2203,
      "tank": 2204,
      "##one": 2205,
      "needs": 2206,
      "##ecutive": 2207,
      "visual": 2208,
      "needed": 2209,
      "previous": 2210,
      "occ": 2211,
      "consecutive": 2212,
      "leading": 2213,
      "leve": 2214,
      "76": 2215,
      "below": 2216,
      "##ron": 2217,
      "41": 2218,
      "primes": 2219,
      "whole": 2220,
      "##ven": 2221,
      "move": 2222,
      "net": 2223,
      "##ption": 2224,
      "##ced": 2225,
      "user": 2226,
      "abs": 2227,
      "circular": 2228,
      "bottom": 2229,
      "class": 2230,
      "mph": 2231,
      "connected": 2232,
      "considered": 2233,
      "##x2": 2234,
      "t2": 2235,
      "alph": 2236,
      "##36": 2237,
      "groups": 2238,
      "##ats": 2239,
      "moment": 2240,
      "nstart": 2241,
      "##95": 2242,
      "nadding": 2243,
      "cut": 2244,
      "##self": 2245,
      "2x2": 2246,
      "##cd": 2247,
      "vectors": 2248,
      "nwhere": 2249,
      "77": 2250,
      "##og": 2251,
      "alt": 2252,
      "charg": 2253,
      "complicated": 2254,
      "##92": 2255,
      "sect": 2256,
      "##etry": 2257,
      "n7": 2258,
      "reco": 2259,
      "##riminant": 2260,
      "numerical": 2261,
      "##ola": 2262,
      "subset": 2263,
      "deal": 2264,
      "##imeters": 2265,
      "team": 2266,
      "mot": 2267,
      "longer": 2268,
      "visualize": 2269,
      "identify": 2270,
      "light": 2271,
      "simp": 2272,
      "nsubstit": 2273,
      "##uring": 2274,
      "instead": 2275,
      "climb": 2276,
      "##ild": 2277,
      "##ome": 2278,
      "continuous": 2279,
      "##orean": 2280,
      "##ell": 2281,
      "pythagorean": 2282,
      "includ": 2283,
      "xy": 2284,
      "solving": 2285,
      "favorable": 2286,
      "def": 2287,
      "##rams": 2288,
      "depending": 2289,
      "referring": 2290,
      "2d": 2291,
      "##ithmetic": 2292,
      "subtracting": 2293,
      "arithmetic": 2294,
      "parab": 2295,
      "##aves": 2296,
      "complet": 2297,
      "segment": 2298,
      "block": 2299,
      "swit": 2300,
      "ret": 2301,
      "##da": 2302,
      "expects": 2303,
      "gall": 2304,
      "compos": 2305,
      "probably": 2306,
      "affect": 2307,
      "nstarting": 2308,
      "##ution": 2309,
      "pick": 2310,
      "##ference": 2311,
      "##11": 2312,
      "##35": 2313,
      "itself": 2314,
      "recogn": 2315,
      "##ified": 2316,
      "white": 2317,
      "putting": 2318,
      "v2": 2319,
      "include": 2320,
      "calculating": 2321,
      "discriminant": 2322,
      "sem": 2323,
      "dens": 2324,
      "determin": 2325,
      "machine": 2326,
      "dot": 2327,
      "plac": 2328,
      "altitude": 2329,
      "##her": 2330,
      "positions": 2331,
      "alpha": 2332,
      "mistakes": 2333,
      "rectangular": 2334,
      "precise": 2335,
      "ndivide": 2336,
      "2t": 2337,
      "redu": 2338,
      "cards": 2339,
      "anything": 2340,
      "integr": 2341,
      "fractions": 2342,
      "##using": 2343,
      "approximation": 2344,
      "ground": 2345,
      "##oid": 2346,
      "wave": 2347,
      "ann": 2348,
      "900": 2349,
      "table": 2350,
      "hex": 2351,
      "##imin": 2352,
      "convert": 2353,
      "elimin": 2354,
      "why": 2355,
      "exponents": 2356,
      "student": 2357,
      "somewhere": 2358,
      "lit": 2359,
      "##fty": 2360,
      "nj": 2361,
      "infty": 2362,
      "takes": 2363,
      "av": 2364,
      "density": 2365,
      "##ps": 2366,
      "nfin": 2367,
      "determinant": 2368,
      "gas": 2369,
      "frequ": 2370,
      "piec": 2371,
      "snail": 2372,
      "##arr": 2373,
      "multiplication": 2374,
      "##ken": 2375,
      "modul": 2376,
      "##ient": 2377,
      "##17": 2378,
      "##ning": 2379,
      "partial": 2380,
      "parabola": 2381,
      "666": 2382,
      "relative": 2383,
      "diagonals": 2384,
      "project": 2385,
      "constraints": 2386,
      "##under": 2387,
      "probabilities": 2388,
      "crit": 2389,
      "##44": 2390,
      "reversed": 2391,
      "taking": 2392,
      "##ib": 2393,
      "##ics": 2394,
      "pmatrix": 2395,
      "##ips": 2396,
      "results": 2397,
      "##ively": 2398,
      "##ia": 2399,
      "##ish": 2400,
      "07": 2401,
      "magnitude": 2402,
      "nfinally": 2403,
      "intercept": 2404,
      "a1": 2405,
      "##ok": 2406,
      "options": 2407,
