{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Split",
        "pattern": {
          "String": "(\\d)"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "(.{3,}?)\\1{1,}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": "##",
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<BOS>": 2,
      "<EOS>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "£": 98,
      "«": 99,
      "¬": 100,
      "®": 101,
      "°": 102,
      "±": 103,
      "·": 104,
      "»": 105,
      "×": 106,
      "à": 107,
      "á": 108,
      "â": 109,
      "ã": 110,
      "ä": 111,
      "å": 112,
      "æ": 113,
      "ç": 114,
      "è": 115,
      "é": 116,
      "í": 117,
      "î": 118,
      "ï": 119,
      "ñ": 120,
      "ò": 121,
      "ó": 122,
      "ô": 123,
      "ö": 124,
      "÷": 125,
      "ø": 126,
      "ú": 127,
      "û": 128,
      "ü": 129,
      "þ": 130,
      "ă": 131,
      "ą": 132,
      "ć": 133,
      "č": 134,
      "ħ": 135,
      "ń": 136,
      "ő": 137,
      "š": 138,
      "ū": 139,
      "ű": 140,
      "ž": 141,
      "ȳ": 142,
      "ʙ": 143,
      "ˆ": 144,
      "̂": 145,
      "̄": 146,
      "̅": 147,
      "ά": 148,
      "ί": 149,
      "α": 150,
      "β": 151,
      "γ": 152,
      "δ": 153,
      "ε": 154,
      "ζ": 155,
      "η": 156,
      "θ": 157,
      "ι": 158,
      "κ": 159,
      "λ": 160,
      "μ": 161,
      "ν": 162,
      "ξ": 163,
      "ο": 164,
      "π": 165,
      "ρ": 166,
      "ς": 167,
      "σ": 168,
      "τ": 169,
      "υ": 170,
      "φ": 171,
      "χ": 172,
      "ψ": 173,
      "ω": 174,
      "а": 175,
      "б": 176,
      "в": 177,
      "г": 178,
      "д": 179,
      "е": 180,
      "ж": 181,
      "з": 182,
      "и": 183,
      "й": 184,
      "к": 185,
      "л": 186,
      "м": 187,
      "н": 188,
      "о": 189,
      "п": 190,
      "р": 191,
      "с": 192,
      "т": 193,
      "у": 194,
      "ф": 195,
      "х": 196,
      "ц": 197,
      "ч": 198,
      "ш": 199,
      "щ": 200,
      "ъ": 201,
      "ы": 202,
      "ь": 203,
      "э": 204,
      "ю": 205,
      "я": 206,
      "ё": 207,
      "і": 208,
      "ᴄ": 209,
      "–": 210,
      "—": 211,
      "‘": 212,
      "’": 213,
      "“": 214,
      "”": 215,
      "†": 216,
      "•": 217,
      "′": 218,
      "※": 219,
      "⁄": 220,
      "⃣": 221,
      "←": 222,
      "↑": 223,
      "→": 224,
      "↓": 225,
      "↔": 226,
      "⇌": 227,
      "⇒": 228,
      "⇔": 229,
      "∀": 230,
      "∂": 231,
      "∃": 232,
      "∅": 233,
      "∆": 234,
      "∇": 235,
      "∈": 236,
      "∉": 237,
      "∏": 238,
      "∑": 239,
      "−": 240,
      "∓": 241,
      "∗": 242,
      "∘": 243,
      "∙": 244,
      "√": 245,
      "∛": 246,
      "∝": 247,
      "∞": 248,
      "∠": 249,
      "∣": 250,
      "∤": 251,
      "∥": 252,
      "∧": 253,
      "∨": 254,
      "∩": 255,
      "∪": 256,
      "∫": 257,
      "∮": 258,
      "∼": 259,
      "≅": 260,
      "≈": 261,
      "≠": 262,
      "≡": 263,
      "≤": 264,
      "≥": 265,
      "≦": 266,
      "≯": 267,
      "≰": 268,
      "≳": 269,
      "≺": 270,
      "≻": 271,
      "⊃": 272,
      "⊆": 273,
      "⊇": 274,
      "⊕": 275,
      "⊗": 276,
      "⊙": 277,
      "⊥": 278,
      "⋅": 279,
      "⋯": 280,
      "⌈": 281,
      "⌉": 282,
      "⌊": 283,
      "⌋": 284,
      "─": 285,
      "│": 286,
      "┌": 287,
      "┐": 288,
      "└": 289,
      "├": 290,
      "┴": 291,
      "□": 292,
      "△": 293,
      "○": 294,
      "◦": 295,
      "♠": 296,
      "♡": 297,
      "♣": 298,
      "♥": 299,
      "♦": 300,
      "✅": 301,
      "✓": 302,
      "✔": 303,
      "✖": 304,
      "✗": 305,
      "❌": 306,
      "⟨": 307,
      "⟩": 308,
      "、": 309,
      "。": 310,
      "一": 311,
      "七": 312,
      "万": 313,
      "三": 314,
      "上": 315,
      "下": 316,
      "不": 317,
      "与": 318,
      "且": 319,
      "世": 320,
      "业": 321,
      "东": 322,
      "两": 323,
      "严": 324,
      "个": 325,
      "中": 326,
      "丰": 327,
      "串": 328,
      "为": 329,
      "主": 330,
      "举": 331,
      "么": 332,
      "义": 333,
      "之": 334,
      "乌": 335,
      "乎": 336,
      "乐": 337,
      "乘": 338,
      "九": 339,
      "也": 340,
      "习": 341,
      "书": 342,
      "乱": 343,
      "了": 344,
      "事": 345,
      "二": 346,
      "于": 347,
      "云": 348,
      "互": 349,
      "五": 350,
      "些": 351,
      "交": 352,
      "产": 353,
      "享": 354,
      "人": 355,
      "什": 356,
      "仅": 357,
      "介": 358,
      "仍": 359,
      "从": 360,
      "仔": 361,
      "他": 362,
      "付": 363,
      "代": 364,
      "令": 365,
      "以": 366,
      "仪": 367,
      "们": 368,
      "仲": 369,
      "件": 370,
      "价": 371,
      "任": 372,
      "仿": 373,
      "休": 374,
      "众": 375,
      "优": 376,
      "伙": 377,
      "会": 378,
      "传": 379,
      "伦": 380,
      "伪": 381,
      "伯": 382,
      "估": 383,
      "伴": 384,
      "伸": 385,
      "似": 386,
      "伽": 387,
      "但": 388,
      "位": 389,
      "低": 390,
      "住": 391,
      "体": 392,
      "何": 393,
      "余": 394,
      "作": 395,
      "佳": 396,
      "使": 397,
      "來": 398,
      "例": 399,
      "供": 400,
      "依": 401,
      "侧": 402,
      "便": 403,
      "促": 404,
      "俗": 405,
      "保": 406,
      "信": 407,
      "修": 408,
      "個": 409,
      "倍": 410,
      "們": 411,
      "倒": 412,
      "候": 413,
      "债": 414,
      "值": 415,
      "假": 416,
      "偏": 417,
      "做": 418,
      "健": 419,
      "偶": 420,
      "傅": 421,
      "储": 422,
      "像": 423,
      "允": 424,
      "元": 425,
      "充": 426,
      "先": 427,
      "光": 428,
      "免": 429,
      "入": 430,
      "全": 431,
      "兩": 432,
      "八": 433,
      "公": 434,
      "六": 435,
      "共": 436,
      "关": 437,
      "其": 438,
      "具": 439,
      "典": 440,
      "养": 441,
      "兼": 442,
      "兽": 443,
      "内": 444,
      "再": 445,
      "冒": 446,
      "写": 447,
      "农": 448,
      "冲": 449,
      "决": 450,
      "况": 451,
      "净": 452,
      "准": 453,
      "减": 454,
      "几": 455,
      "凸": 456,
      "凹": 457,
      "出": 458,
      "击": 459,
      "函": 460,
      "分": 461,
      "切": 462,
      "刑": 463,
      "划": 464,
      "列": 465,
      "则": 466,
      "刚": 467,
      "创": 468,
      "初": 469,
      "删": 470,
      "判": 471,
      "別": 472,
      "利": 473,
      "别": 474,
      "到": 475,
      "制": 476,
      "刻": 477,
      "剂": 478,
      "前": 479,
      "剩": 480,
      "割": 481,
      "力": 482,
      "办": 483,
      "功": 484,
      "加": 485,
      "务": 486,
      "动": 487,
      "助": 488,
      "励": 489,
      "劳": 490,
      "势": 491,
      "勒": 492,
      "包": 493,
      "化": 494,
      "匹": 495,
      "区": 496,
      "医": 497,
      "十": 498,
      "升": 499,
      "半": 500,
      "协": 501,
      "单": 502,
      "卖": 503,
      "博": 504,
      "占": 505,
      "卡": 506,
      "印": 507,
      "即": 508,
      "历": 509,
      "压": 510,
      "厚": 511,
      "原": 512,
      "去": 513,
      "参": 514,
      "又": 515,
      "叉": 516,
      "及": 517,
      "友": 518,
      "双": 519,
      "反": 520,
      "发": 521,
      "取": 522,
      "受": 523,
      "变": 524,
      "叠": 525,
      "口": 526,
      "句": 527,
      "另": 528,
      "只": 529,
      "叫": 530,
      "召": 531,
      "可": 532,
      "台": 533,
      "史": 534,
      "右": 535,
      "叶": 536,
      "号": 537,
      "司": 538,
      "各": 539,
      "合": 540,
      "同": 541,
      "名": 542,
      "后": 543,
      "向": 544,
      "吗": 545,
      "否": 546,
      "吧": 547,
      "含": 548,
      "听": 549,
      "启": 550,
      "告": 551,
      "员": 552,
      "呢": 553,
      "周": 554,
      "味": 555,
      "呼": 556,
      "命": 557,
      "和": 558,
      "品": 559,
      "哇": 560,
      "哈": 561,
      "响": 562,
      "哥": 563,
      "哦": 564,
      "哪": 565,
      "哲": 566,
      "售": 567,
      "唯": 568,
      "商": 569,
      "啊": 570,
      "問": 571,
      "善": 572,
      "喜": 573,
      "嗯": 574,
      "器": 575,
      "噪": 576,
      "四": 577,
      "回": 578,
      "因": 579,
      "团": 580,
      "园": 581,
      "困": 582,
      "围": 583,
      "固": 584,
      "国": 585,
      "图": 586,
      "圆": 587,
      "圈": 588,
      "土": 589,
      "在": 590,
      "地": 591,
      "场": 592,
      "均": 593,
      "坍": 594,
      "坏": 595,
      "坐": 596,
      "块": 597,
      "垂": 598,
      "型": 599,
      "城": 600,
      "域": 601,
      "基": 602,
      "堆": 603,
      "塔": 604,
      "填": 605,
      "境": 606,
      "增": 607,
      "声": 608,
      "处": 609,
      "备": 610,
      "复": 611,
      "外": 612,
      "多": 613,
      "够": 614,
      "大": 615,
      "天": 616,
      "太": 617,
      "夫": 618,
      "央": 619,
      "失": 620,
      "头": 621,
      "夹": 622,
      "奇": 623,
      "奖": 624,
      "她": 625,
      "好": 626,
      "如": 627,
      "妆": 628,
      "妙": 629,
      "妨": 630,
      "始": 631,
      "媒": 632,
      "子": 633,
      "字": 634,
      "存": 635,
      "孤": 636,
      "学": 637,
      "孩": 638,
      "它": 639,
      "宇": 640,
      "安": 641,
      "完": 642,
      "宗": 643,
      "宙": 644,
      "定": 645,
      "宜": 646,
      "实": 647,
      "审": 648,
      "客": 649,
      "宣": 650,
      "室": 651,
      "宪": 652,
      "害": 653,
      "家": 654,
      "容": 655,
      "宽": 656,
      "密": 657,
      "富": 658,
      "察": 659,
      "寸": 660,
      "对": 661,
      "寻": 662,
      "导": 663,
      "封": 664,
      "射": 665,
      "将": 666,
      "小": 667,
      "少": 668,
      "尔": 669,
      "尚": 670,
      "尝": 671,
      "尤": 672,
      "就": 673,
      "尺": 674,
      "尽": 675,
      "尾": 676,
      "局": 677,
      "层": 678,
      "居": 679,
      "展": 680,
      "属": 681,
      "岗": 682,
      "岛": 683,
      "崩": 684,
      "工": 685,
      "左": 686,
      "巧": 687,
      "差": 688,
      "己": 689,
      "已": 690,
      "巴": 691,
      "币": 692,
      "市": 693,
      "布": 694,
      "师": 695,
      "希": 696,
      "带": 697,
      "帧": 698,
      "帮": 699,
      "常": 700,
      "幂": 701,
      "幅": 702,
      "干": 703,
      "平": 704,
      "并": 705,
      "幸": 706,
      "幻": 707,
      "广": 708,
      "庄": 709,
      "序": 710,
      "库": 711,
      "应": 712,
      "底": 713,
      "废": 714,
      "度": 715,
      "庭": 716,
      "康": 717,
      "廓": 718,
      "延": 719,
      "建": 720,
      "开": 721,
      "异": 722,
      "弃": 723,
      "弈": 724,
      "式": 725,
      "引": 726,
      "张": 727,
      "弦": 728,
      "弧": 729,
      "弯": 730,
      "弹": 731,
      "强": 732,
      "彈": 733,
      "归": 734,
      "当": 735,
      "录": 736,
      "形": 737,
      "影": 738,
      "彻": 739,
      "往": 740,
      "征": 741,
      "径": 742,
      "待": 743,
      "很": 744,
      "律": 745,
      "得": 746,
      "循": 747,
      "微": 748,
      "德": 749,
      "心": 750,
      "必": 751,
      "忆": 752,
      "志": 753,
      "快": 754,
      "念": 755,
      "忽": 756,
      "怀": 757,
      "态": 758,
      "怎": 759,
      "思": 760,
      "急": 761,
      "性": 762,
      "怪": 763,
      "总": 764,
      "恒": 765,
      "恢": 766,
      "息": 767,
      "恰": 768,
      "悉": 769,
      "情": 770,
      "惑": 771,
      "想": 772,
      "意": 773,
      "感": 774,
      "慢": 775,
      "憾": 776,
      "應": 777,
      "戏": 778,
      "成": 779,
      "我": 780,
      "或": 781,
      "战": 782,
      "截": 783,
      "户": 784,
      "房": 785,
      "所": 786,
      "手": 787,
      "才": 788,
      "扑": 789,
      "打": 790,
      "托": 791,
      "扣": 792,
      "执": 793,
      "扩": 794,
      "扫": 795,
      "批": 796,
      "找": 797,
      "承": 798,
      "技": 799,
      "把": 800,
      "投": 801,
      "抗": 802,
      "折": 803,
      "护": 804,
      "报": 805,
      "抵": 806,
      "抽": 807,
      "担": 808,
      "拉": 809,
      "拍": 810,
      "拓": 811,
      "拟": 812,
      "拢": 813,
      "择": 814,
      "括": 815,
      "拿": 816,
      "持": 817,
      "指": 818,
      "按": 819,
      "挑": 820,
      "挖": 821,
      "振": 822,
      "挺": 823,
      "捕": 824,
      "损": 825,
      "换": 826,
      "据": 827,
      "捷": 828,
      "掉": 829,
      "掌": 830,
      "排": 831,
      "掘": 832,
      "探": 833,
      "接": 834,
      "控": 835,
      "推": 836,
      "掩": 837,
      "描": 838,
      "提": 839,
      "插": 840,
      "握": 841,
      "搜": 842,
      "搞": 843,
      "摄": 844,
      "摘": 845,
      "摩": 846,
      "播": 847,
      "操": 848,
      "擎": 849,
      "支": 850,
      "收": 851,
      "改": 852,
      "攻": 853,
      "放": 854,
      "政": 855,
      "故": 856,
      "效": 857,
      "敏": 858,
      "教": 859,
      "敛": 860,
      "散": 861,
      "数": 862,
      "整": 863,
      "數": 864,
      "文": 865,
      "斗": 866,
      "料": 867,
      "斜": 868,
      "断": 869,
      "斯": 870,
      "新": 871,
      "方": 872,
      "於": 873,
      "施": 874,
      "旁": 875,
      "旅": 876,
      "旋": 877,
      "无": 878,
      "既": 879,
      "日": 880,
      "旦": 881,
      "早": 882,
      "时": 883,
      "明": 884,
      "易": 885,
      "星": 886,
      "映": 887,
      "是": 888,
      "显": 889,
      "時": 890,
      "普": 891,
      "景": 892,
      "晰": 893,
      "晶": 894,
      "智": 895,
      "暂": 896,
      "暗": 897,
      "曲": 898,
      "更": 899,
      "曼": 900,
      "替": 901,
      "最": 902,
      "會": 903,
      "有": 904,
      "朋": 905,
      "服": 906,
      "朗": 907,
      "望": 908,
      "朝": 909,
      "期": 910,
      "木": 911,
      "未": 912,
      "末": 913,
      "本": 914,
      "术": 915,
      "机": 916,
      "杂": 917,
      "权": 918,
      "杆": 919,
      "材": 920,
      "村": 921,
      "束": 922,
      "条": 923,
      "来": 924,
      "松": 925,
      "板": 926,
      "极": 927,
      "构": 928,
      "析": 929,
      "林": 930,
      "枚": 931,
      "果": 932,
      "架": 933,
      "某": 934,
      "查": 935,
      "柯": 936,
      "标": 937,
      "栈": 938,
      "树": 939,
      "校": 940,
      "样": 941,
      "核": 942,
      "根": 943,
      "格": 944,
      "框": 945,
      "案": 946,
      "档": 947,
      "桥": 948,
      "梁": 949,
      "梯": 950,
      "械": 951,
      "检": 952,
      "森": 953,
      "棱": 954,
      "棵": 955,
      "椭": 956,
      "楚": 957,
      "概": 958,
      "槽": 959,
      "模": 960,
      "樣": 961,
      "次": 962,
      "欢": 963,
      "欧": 964,
      "止": 965,
      "正": 966,
      "此": 967,
      "步": 968,
      "殊": 969,
      "段": 970,
      "母": 971,
      "每": 972,
      "比": 973,
      "毕": 974,
      "民": 975,
      "气": 976,
      "水": 977,
      "求": 978,
      "汇": 979,
      "汽": 980,
      "沉": 981,
      "沒": 982,
      "没": 983,
      "治": 984,
      "沿": 985,
      "法": 986,
      "泛": 987,
      "泡": 988,
      "波": 989,
      "注": 990,
      "洁": 991,
      "洋": 992,
      "活": 993,
      "流": 994,
      "测": 995,
      "济": 996,
      "浏": 997,
      "浮": 998,
      "海": 999,
      "浸": 1000,
      "消": 1001,
      "涉": 1002,
      "润": 1003,
      "涵": 1004,
      "淆": 1005,
      "深": 1006,
      "混": 1007,
      "添": 1008,
      "清": 1009,
      "渐": 1010,
      "温": 1011,
      "游": 1012,
      "溃": 1013,
      "源": 1014,
      "滑": 1015,
      "满": 1016,
      "滤": 1017,
      "滿": 1018,
      "漂": 1019,
      "漏": 1020,
      "演": 1021,
      "潜": 1022,
      "激": 1023,
      "灾": 1024,
      "炸": 1025,
      "点": 1026,
      "為": 1027,
      "烦": 1028,
      "热": 1029,
      "無": 1030,
      "然": 1031,
      "照": 1032,
      "熟": 1033,
      "熵": 1034,
      "父": 1035,
      "片": 1036,
      "版": 1037,
      "物": 1038,
      "牵": 1039,
      "特": 1040,
      "犯": 1041,
      "状": 1042,
      "独": 1043,
      "猜": 1044,
      "献": 1045,
      "率": 1046,
      "王": 1047,
      "环": 1048,
      "现": 1049,
      "珠": 1050,
      "球": 1051,
      "理": 1052,
      "琐": 1053,
      "瓦": 1054,
      "生": 1055,
      "用": 1056,
      "由": 1057,
      "电": 1058,
      "画": 1059,
      "界": 1060,
      "留": 1061,
      "略": 1062,
      "畴": 1063,
      "當": 1064,
      "疑": 1065,
      "疗": 1066,
      "疫": 1067,
      "百": 1068,
      "的": 1069,
      "益": 1070,
      "盒": 1071,
      "盖": 1072,
      "目": 1073,
      "直": 1074,
      "相": 1075,
      "盾": 1076,
      "省": 1077,
      "看": 1078,
      "真": 1079,
      "着": 1080,
      "矛": 1081,
      "矢": 1082,
      "知": 1083,
      "矩": 1084,
      "短": 1085,
      "矮": 1086,
      "码": 1087,
      "研": 1088,
      "破": 1089,
      "确": 1090,
      "碍": 1091,
      "碰": 1092,
      "碳": 1093,
      "確": 1094,
      "磅": 1095,
      "示": 1096,
      "社": 1097,
      "神": 1098,
      "票": 1099,
      "离": 1100,
      "私": 1101,
      "种": 1102,
      "科": 1103,
      "秒": 1104,
      "秘": 1105,
      "租": 1106,
      "秩": 1107,
      "积": 1108,
      "称": 1109,
      "移": 1110,
      "程": 1111,
      "稍": 1112,
      "税": 1113,
      "稳": 1114,
      "究": 1115,
      "穷": 1116,
      "空": 1117,
      "穿": 1118,
      "突": 1119,
      "窗": 1120,
      "立": 1121,
      "站": 1122,
      "竞": 1123,
      "章": 1124,
      "端": 1125,
      "笔": 1126,
      "符": 1127,
      "第": 1128,
      "等": 1129,
      "答": 1130,
      "策": 1131,
      "筛": 1132,
      "签": 1133,
      "简": 1134,
      "算": 1135,
      "管": 1136,
      "簇": 1137,
      "米": 1138,
      "类": 1139,
      "粒": 1140,
      "粗": 1141,
      "精": 1142,
      "糊": 1143,
      "糙": 1144,
      "系": 1145,
      "素": 1146,
      "索": 1147,
      "紧": 1148,
      "累": 1149,
      "結": 1150,
      "總": 1151,
      "繁": 1152,
      "纠": 1153,
      "红": 1154,
      "约": 1155,
      "级": 1156,
      "纯": 1157,
      "纳": 1158,
      "纸": 1159,
      "纺": 1160,
      "线": 1161,
      "练": 1162,
      "组": 1163,
      "细": 1164,
      "织": 1165,
      "终": 1166,
      "经": 1167,
      "结": 1168,
      "绕": 1169,
      "绘": 1170,
      "给": 1171,
      "络": 1172,
      "绝": 1173,
      "统": 1174,
      "继": 1175,
      "绩": 1176,
      "续": 1177,
      "维": 1178,
      "综": 1179,
      "绿": 1180,
      "缀": 1181,
      "缓": 1182,
      "编": 1183,
      "缘": 1184,
      "缩": 1185,
      "缺": 1186,
      "网": 1187,
      "罗": 1188,
      "置": 1189,
      "美": 1190,
      "群": 1191,
      "翻": 1192,
      "老": 1193,
      "考": 1194,
      "者": 1195,
      "而": 1196,
      "耗": 1197,
      "职": 1198,
      "联": 1199,
      "聪": 1200,
      "肯": 1201,
      "育": 1202,
      "背": 1203,
      "能": 1204,
      "脉": 1205,
      "腰": 1206,
      "膜": 1207,
      "自": 1208,
      "至": 1209,
      "致": 1210,
      "舍": 1211,
      "航": 1212,
      "般": 1213,
      "色": 1214,
      "艺": 1215,
      "节": 1216,
      "芯": 1217,
      "花": 1218,
      "若": 1219,
      "英": 1220,
      "范": 1221,
      "茨": 1222,
      "草": 1223,
      "荐": 1224,
      "药": 1225,
      "荷": 1226,
      "获": 1227,
      "营": 1228,
      "落": 1229,
      "著": 1230,
      "蓝": 1231,
      "虑": 1232,
      "虚": 1233,
      "虽": 1234,
      "蚁": 1235,
      "蚂": 1236,
      "蛇": 1237,
      "蛛": 1238,
      "蜘": 1239,
      "融": 1240,
      "行": 1241,
      "衍": 1242,
      "街": 1243,
      "衡": 1244,
      "补": 1245,
      "表": 1246,
      "袋": 1247,
      "被": 1248,
      "裁": 1249,
      "裂": 1250,
      "装": 1251,
      "裝": 1252,
      "裡": 1253,
      "西": 1254,
      "要": 1255,
      "覆": 1256,
      "见": 1257,
      "观": 1258,
      "规": 1259,
      "视": 1260,
      "览": 1261,
      "觉": 1262,
      "角": 1263,
      "解": 1264,
      "言": 1265,
      "該": 1266,
      "說": 1267,
      "論": 1268,
      "计": 1269,
      "认": 1270,
      "讨": 1271,
      "让": 1272,
      "训": 1273,
      "议": 1274,
      "记": 1275,
      "许": 1276,
      "论": 1277,
      "讼": 1278,
      "设": 1279,
      "访": 1280,
      "证": 1281,
      "评": 1282,
      "识": 1283,
      "诉": 1284,
      "词": 1285,
      "译": 1286,
      "试": 1287,
      "话": 1288,
      "询": 1289,
      "该": 1290,
      "详": 1291,
      "语": 1292,
      "误": 1293,
      "诱": 1294,
      "说": 1295,
      "请": 1296,
      "读": 1297,
      "课": 1298,
      "调": 1299,
      "谱": 1300,
      "象": 1301,
      "贝": 1302,
      "负": 1303,
      "贡": 1304,
      "财": 1305,
      "责": 1306,
      "败": 1307,
      "货": 1308,
      "质": 1309,
      "贪": 1310,
      "贸": 1311,
      "费": 1312,
      "资": 1313,
      "赋": 1314,
      "赖": 1315,
      "赞": 1316,
      "赫": 1317,
      "走": 1318,
      "起": 1319,
      "超": 1320,
      "越": 1321,
      "趋": 1322,
      "趣": 1323,
      "足": 1324,
      "跃": 1325,
      "跑": 1326,
      "距": 1327,
      "跟": 1328,
      "跨": 1329,
      "路": 1330,
      "跳": 1331,
      "践": 1332,
      "踪": 1333,
      "身": 1334,
      "车": 1335,
      "转": 1336,
      "轮": 1337,
      "软": 1338,
      "轴": 1339,
      "较": 1340,
      "辑": 1341,
      "输": 1342,
      "边": 1343,
      "达": 1344,
      "迁": 1345,
      "迅": 1346,
      "过": 1347,
      "运": 1348,
      "近": 1349,
      "返": 1350,
      "还": 1351,
      "这": 1352,
      "进": 1353,
      "远": 1354,
      "违": 1355,
      "连": 1356,
      "迟": 1357,
      "迭": 1358,
      "述": 1359,
      "追": 1360,
      "退": 1361,
      "送": 1362,
      "适": 1363,
      "逆": 1364,
      "选": 1365,
      "透": 1366,
      "逐": 1367,
      "递": 1368,
      "途": 1369,
      "逗": 1370,
      "這": 1371,
      "通": 1372,
      "逝": 1373,
      "速": 1374,
      "造": 1375,
      "逻": 1376,
      "遇": 1377,
      "遍": 1378,
      "道": 1379,
      "遗": 1380,
      "避": 1381,
      "那": 1382,
      "邦": 1383,
      "邻": 1384,
      "部": 1385,
      "都": 1386,
      "配": 1387,
      "酶": 1388,
      "采": 1389,
      "释": 1390,
      "里": 1391,
      "重": 1392,
      "野": 1393,
      "量": 1394,
      "金": 1395,
      "鉴": 1396,
      "针": 1397,
      "钟": 1398,
      "钥": 1399,
      "钱": 1400,
      "链": 1401,
      "销": 1402,
      "锁": 1403,
      "错": 1404,
      "锥": 1405,
      "键": 1406,
      "镜": 1407,
      "长": 1408,
      "门": 1409,
      "闭": 1410,
      "问": 1411,
      "闲": 1412,
      "间": 1413,
      "阈": 1414,
      "队": 1415,
      "阱": 1416,
      "阴": 1417,
      "阵": 1418,
      "阶": 1419,
      "附": 1420,
      "际": 1421,
      "陈": 1422,
      "降": 1423,
      "限": 1424,
      "除": 1425,
      "险": 1426,
      "陷": 1427,
      "随": 1428,
      "隐": 1429,
      "隔": 1430,
      "障": 1431,
      "隧": 1432,
      "隶": 1433,
      "难": 1434,
      "集": 1435,
      "離": 1436,
      "零": 1437,
      "需": 1438,
      "静": 1439,
      "非": 1440,
      "靠": 1441,
      "面": 1442,
      "音": 1443,
      "題": 1444,
      "页": 1445,
      "顶": 1446,
      "项": 1447,
      "顺": 1448,
      "须": 1449,
      "顾": 1450,
      "顿": 1451,
      "预": 1452,
      "频": 1453,
      "题": 1454,
      "颜": 1455,
      "额": 1456,
      "风": 1457,
      "食": 1458,
      "餘": 1459,
      "饭": 1460,
      "馈": 1461,
      "首": 1462,
      "马": 1463,
      "驱": 1464,
      "驶": 1465,
      "驾": 1466,
      "验": 1467,
      "骑": 1468,
      "骤": 1469,
      "骰": 1470,
      "高": 1471,
      "魔": 1472,
      "麻": 1473,
      "麼": 1474,
      "黄": 1475,
      "齐": 1476,
      "경": 1477,
      "년": 1478,
      "자": 1479,
      "️": 1480,
      "�": 1481,
      "##f": 1482,
      "##1": 1483,
      "##0": 1484,
      "##5": 1485,
      "##r": 1486,
      "##6": 1487,
      "##8": 1488,
      "##u": 1489,
      "##n": 1490,
      "##o": 1491,
      "##a": 1492,
      "##t": 1493,
      "##e": 1494,
      "##l": 1495,
      "##y": 1496,
      "##2": 1497,
      "##3": 1498,
      "##i": 1499,
      "##p": 1500,
      "##4": 1501,
      "##9": 1502,
      "##m": 1503,
      "##c": 1504,
      "##k": 1505,
      "##s": 1506,
      "##h": 1507,
      "##g": 1508,
      "##d": 1509,
      "##v": 1510,
      "##x": 1511,
      "##b": 1512,
      "##7": 1513,
      "##с": 1514,
      "##т": 1515,
      "##ь": 1516,
      "##出": 1517,
      "##它": 1518,
      "##们": 1519,
      "##的": 1520,
      "##公": 1521,
      "##因": 1522,
      "##式": 1523,
      "##w": 1524,
      "##б": 1525,
      "##о": 1526,
      "##з": 1527,
      "##н": 1528,
      "##а": 1529,
      "##ч": 1530,
      "##е": 1531,
      "##但": 1532,
      "##这": 1533,
      "##听": 1534,
      "##起": 1535,
      "##来": 1536,
      "##很": 1537,
      "##复": 1538,
      "##杂": 1539,
      "##为": 1540,
      "##不": 1541,
      "##需": 1542,
      "##要": 1543,
      "##连": 1544,
      "##接": 1545,
      "##任": 1546,
      "##何": 1547,
      "##边": 1548,
      "##τ": 1549,
      "##ά": 1550,
      "##ν": 1551,
      "##z": 1552,
      "##必": 1553,
      "##须": 1554,
      "##被": 1555,
      "##整": 1556,
      "##除": 1557,
      "##仅": 1558,
      "##涉": 1559,
      "##及": 1560,
      "##叶": 1561,
      "##节": 1562,
      "##点": 1563,
      "##j": 1564,
      "##у": 1565,
      "##д": 1566,
      "##р": 1567,
      "##в": 1568,
      "##м": 1569,
      "##δ": 1570,
      "##种": 1571,
      "##方": 1572,
      "##法": 1573,
      "##可": 1574,
      "##能": 1575,
      "##比": 1576,
      "##较": 1577,
      "##q": 1578,
      "##在": 1579,
      "##时": 1580,
      "##间": 1581,
      "##以": 1582,
      "##搜": 1583,
      "##索": 1584,
      "##都": 1585,
      "##应": 1586,
      "##该": 1587,
      "##成": 1588,
      "##功": 1589,
      "##于": 1590,
      "##直": 1591,
      "##线": 1592,
      "##部": 1593,
      "##分": 1594,
      "##平": 1595,
      "##面": 1596,
      "##范": 1597,
      "##围": 1598,
      "##内": 1599,
      "##尝": 1600,
      "##试": 1601,
      "##同": 1602,
      "##些": 1603,
      "##偏": 1604,
      "##离": 1605,
      "##了": 1606,
      "##问": 1607,
      "##题": 1608,
      "##核": 1609,
      "##心": 1610,
      "##过": 1611,
      "##程": 1612,
      "##中": 1613,
      "##前": 1614,
      "##系": 1615,
      "##统": 1616,
      "##测": 1617,
      "##百": 1618,
      "##是": 1619,
      "##多": 1620,
      "##少": 1621,
      "##я": 1622,
      "##相": 1623,
      "##互": 1624,
      "##影": 1625,
      "##响": 1626,
      "##情": 1627,
      "##况": 1628,
      "##虑": 1629,
      "##使": 1630,
      "##用": 1631,
      "##向": 1632,
      "##量": 1633,
      "##诉": 1634,
      "##讼": 1635,
      "##序": 1636,
      "##性": 1637,
      "##质": 1638,
      "##设": 1639,
      "##置": 1640,
      "##组": 1641,
      "##合": 1642,
      "##果": 1643,
      "##其": 1644,
      "##值": 1645,
      "##当": 1646,
      "##之": 1647,
      "##入": 1648,
      "##模": 1649,
      "##块": 1650,
      "##代": 1651,
      "##数": 1652,
      "##几": 1653,
      "##每": 1654,
      "##次": 1655,
      "##剩": 1656,
      "##下": 1657,
      "##個": 1658,
      "##彈": 1659,
      "##珠": 1660,
      "##注": 1661,
      "##意": 1662,
      "##算": 1663,
      "##错": 1664,
      "##联": 1665,
      "##布": 1666,
      "##保": 1667,
      "##满": 1668,
      "##足": 1669,
      "##求": 1670,
      "##进": 1671,
      "##开": 1672,
      "##始": 1673,
      "##解": 1674,
      "##决": 1675,
      "##案": 1676,
      "##后": 1677,
      "##通": 1678,
      "##地": 1679,
      "##球": 1680,
      "##科": 1681,
      "##学": 1682,
      "##技": 1683,
      "##术": 1684,
      "##估": 1685,
      "##计": 1686,
      "##假": 1687,
      "##左": 1688,
      "##子": 1689,
      "##树": 1690,
      "##所": 1691,
      "##有": 1692,
      "##小": 1693,
      "##根": 1694,
      "##и": 1695,
      "##据": 1696,
      "##获": 1697,
      "##取": 1698,
      "##一": 1699,
      "##列": 1700,
      "##ö": 1701,
      "##ú": 1702,
      "##样": 1703,
      "##三": 1704,
      "##元": 1705,
      "##检": 1706,
      "##查": 1707,
      "##印": 1708,
      "##个": 1709,
      "##司": 1710,
      "##机": 1711,
      "##没": 1712,
      "##明": 1713,
      "##显": 1714,
      "##倍": 1715,
      "##关": 1716,
      "##条": 1717,
      "##件": 1718,
      "##绿": 1719,
      "##色": 1720,
      "##等": 1721,
      "##败": 1722,
      "##选": 1723,
      "##择": 1724,
      "##颜": 1725,
      "##管": 1726,
      "##自": 1727,
      "##己": 1728,
      "##我": 1729,
      "##修": 1730,
      "##改": 1731,
      "##定": 1732,
      "##义": 1733,
      "##否": 1734,
      "##他": 1735,
      "##人": 1736,
      "##跑": 1737,
      "##圈": 1738,
      "##距": 1739,
      "##щ": 1740,
      "##四": 1741,
      "##加": 1742,
      "##找": 1743,
      "##到": 1744,
      "##共": 1745,
      "##驱": 1746,
      "##正": 1747,
      "##确": 1748,
      "##骑": 1749,
      "##手": 1750,
      "##枚": 1751,
      "##举": 1752,
      "##适": 1753,
      "##许": 1754,
      "##将": 1755,
      "##和": 1756,
      "##表": 1757,
      "##示": 1758,
      "##某": 1759,
      "##力": 1760,
      "##期": 1761,
      "##望": 1762,
      "##ã": 1763,
      "##么": 1764,
      "##存": 1765,
      "##字": 1766,
      "##本": 1767,
      "##身": 1768,
      "##无": 1769,
      "##限": 1770,
      "##健": 1771,
      "##康": 1772,
      "##如": 1773,
      "##素": 1774,
      "##由": 1775,
      "##让": 1776,
      "##考": 1777,
      "##切": 1778,
      "##换": 1779,
      "##就": 1780,
      "##像": 1781,
      "##做": 1782,
      "##那": 1783,
      "##者": 1784,
      "##ñ": 1785,
      "##想": 1786,
      "##认": 1787,
      "##符": 1788,
      "##号": 1789,
      "##对": 1790,
      "##非": 1791,
      "##般": 1792,
      "##化": 1793,
      "##л": 1794,
      "##й": 1795,
      "##步": 1796,
      "##递": 1797,
      "##增": 1798,
      "##函": 1799,
      "##行": 1800,
      "##排": 1801,
      "##完": 1802,
      "##软": 1803,
      "##发": 1804,
      "##项": 1805,
      "##目": 1806,
      "##码": 1807,
      "##五": 1808,
      "##角": 1809,
      "##星": 1810,
      "##格": 1811,
      "##割": 1812,
      "##草": 1813,
      "##形": 1814,
      "##额": 1815,
      "##外": 1816,
      "##炸": 1817,
      "##弹": 1818,
      "##添": 1819,
      "##活": 1820,
      "##跃": 1821,
      "##队": 1822,
      "##п": 1823,
      "##ы": 1824,
      "##к": 1825,
      "##更": 1826,
      "##精": 1827,
      "##第": 1828,
      "##秒": 1829,
      "##重": 1830,
      "##集": 1831,
      "##论": 1832,
      "##哪": 1833,
      "##度": 1834,
      "##具": 1835,
      "##体": 1836,
      "##析": 1837,
      "##ш": 1838,
      "##看": 1839,
      "##好": 1840,
      "##π": 1841,
      "##配": 1842,
      "##大": 1843,
      "##底": 1844,
      "##顶": 1845,
      "##与": 1846,
      "##棱": 1847,
      "##镜": 1848,
      "##也": 1849,
      "##参": 1850,
      "##例": 1851,
      "##致": 1852,
      "##á": 1853,
      "##从": 1854,
      "##循": 1855,
      "##环": 1856,
      "##得": 1857,
      "##轴": 1858,
      "##上": 1859,
      "##极": 1860,
      "##端": 1861,
      "##单": 1862,
      "##位": 1863,
      "##区": 1864,
      "##界": 1865,
      "##处": 1866,
      "##理": 1867,
      "##别": 1868,
      "##着": 1869,
      "##编": 1870,
      "##写": 1871,
      "##标": 1872,
      "##准": 1873,
      "##输": 1874,
      "##读": 1875,
      "##混": 1876,
      "##现": 1877,
      "##实": 1878,
      "##调": 1879,
      "##趣": 1880,
      "##х": 1881,
      "##è": 1882,
      "##ж": 1883,
      "##优": 1884,
      "##坐": 1885,
      "##最": 1886,
      "##叠": 1887,
      "##预": 1888,
      "##先": 1889,
      "##而": 1890,
      "##维": 1891,
      "##敏": 1892,
      "##捷": 1893,
      "##电": 1894,
      "##路": 1895,
      "##或": 1896,
      "##械": 1897,
      "##越": 1898,
      "##受": 1899,
      "##近": 1900,
      "##似": 1901,
      "##证": 1902,
      "##两": 1903,
      "##垂": 1904,
      "##α": 1905,
      "##σ": 1906,
      "##ι": 1907,
      "##λ": 1908,
      "##ς": 1909,
      "##秩": 1910,
      "##历": 1911,
      "##未": 1912,
      "##移": 1913,
      "##工": 1914,
      "##智": 1915,
      "##特": 1916,
      "##殊": 1917,
      "##拍": 1918,
      "##卖": 1919,
      "##竞": 1920,
      "##述": 1921,
      "##凸": 1922,
      "##包": 1923,
      "##差": 1924,
      "##异": 1925,
      "##凹": 1926,
      "##μ": 1927,
      "##矩": 1928,
      "##阵": 1929,
      "##征": 1930,
      "##í": 1931,
      "##声": 1932,
      "##г": 1933,
      "##提": 1934,
      "##供": 1935,
      "##转": 1936,
      "##负": 1937,
      "##严": 1938,
      "##收": 1939,
      "##产": 1940,
      "##业": 1941,
      "##织": 1942,
      "##ю": 1943,
      "##划": 1944,
      "##类": 1945,
      "##骤": 1946,
      "##扫": 1947,
      "##描": 1948,
      "##推": 1949,
      "##断": 1950,
      "##效": 1951,
      "##积": 1952,
      "##续": 1953,
      "##乘": 1954,
      "##导": 1955,
      "##坍": 1956,
      "##缩": 1957,
      "##构": 1958,
      "##造": 1959,
      "##传": 1960,
      "##继": 1961,
      "##动": 1962,
      "##展": 1963,
      "##父": 1964,
      "##只": 1965,
      "##红": 1966,
      "##拉": 1967,
      "##朗": 1968,
      "##日": 1969,
      "##恒": 1970,
      "##叉": 1971,
      "##新": 1972,
      "##困": 1973,
      "##难": 1974,
      "##摘": 1975,
      "##变": 1976,
      "##ő": 1977,
      "##é": 1978,
      "##φ": 1979,
      "##原": 1980,
      "##再": 1981,
      "##金": 1982,
      "##融": 1983,
      "##器": 1984,
      "##操": 1985,
      "##作": 1986,
      "##然": 1987,
      "##简": 1988,
      "##翻": 1989,
      "##ё": 1990,
      "##盒": 1991,
      "##词": 1992,
      "##逗": 1993,
      "##串": 1994,
      "##远": 1995,
      "##护": 1996,
      "##车": 1997,
      "##驶": 1998,
      "##生": 1999,
      "##交": 2000,
      "##会": 2001,
      "##给": 2002,
      "##约": 2003,
      "##束": 2004,
      "##送": 2005,
      "##带": 2006,
      "##另": 2007,
      "##引": 2008,
      "##持": 2009,
      "##顺": 2010,
      "##含": 2011,
      "##率": 2012,
      "##覆": 2013,
      "##盖": 2014,
      "##怪": 2015,
      "##兽": 2016,
      "##ω": 2017,
      "##广": 2018,
      "##告": 2019,
      "##终": 2020,
      "##径": 2021,
      "##空": 2022,
      "##去": 2023,
      "##资": 2024,
      "##源": 2025,
      "##沿": 2026,
      "##缘": 2027,
      "##阴": 2028,
      "##超": 2029,
      "##律": 2030,
      "##奇": 2031,
      "##蜘": 2032,
      "##蛛": 2033,
      "##均": 2034,
      "##投": 2035,
      "##费": 2036,
      "##马": 2037,
      "##艺": 2038,
      "##答": 2039,
      "##蓝": 2040,
      "##信": 2041,
      "##息": 2042,
      "##召": 2043,
      "##回": 2044,
      "##境": 2045,
      "##宣": 2046,
      "##β": 2047,
      "##贡": 2048,
      "##献": 2049,
      "##累": 2050,
      "##括": 2051,
      "##右": 2052,
      "##孩": 2053,
      "##帧": 2054,
      "##冲": 2055,
      "##突": 2056,
      "##反": 2057,
      "##射": 2058,
      "##衡": 2059,
      "##误": 2060,
      "##称": 2061,
      "##各": 2062,
      "##长": 2063,
      "##ü": 2064,
      "##塔": 2065,
      "##基": 2066,
      "##周": 2067,
      "##总": 2068,
      "##逐": 2069,
      "##建": 2070,
      "##已": 2071,
      "##经": 2072,
      "##制": 2073,
      "##并": 2074,
      "##太": 2075,
      "##二": 2076,
      "##询": 2077,
      "##结": 2078,
      "##独": 2079,
      "##立": 2080,
      "##伦": 2081,
      "##够": 2082,
      "##ο": 2083,
      "##υ": 2084,
      "##κ": 2085,
      "##觉": 2086,
      "##水": 2087,
      "##达": 2088,
      "##低": 2089,
      "##欧": 2090,
      "##高": 2091,
      "##细": 2092,
      "##仍": 2093,
      "##障": 2094,
      "##碍": 2095,
      "##物": 2096,
      "##偶": 2097,
      "##匹": 2098,
      "##英": 2099,
      "##尺": 2100,
      "##验": 2101,
      "##邻": 2102,
      "##按": 2103,
      "##零": 2104,
      "##矛": 2105,
      "##盾": 2106,
      "##级": 2107,
      "##段": 2108,
      "##至": 2109,
      "##χ": 2110,
      "##句": 2111,
      "##话": 2112,
      "##说": 2113,
      "##闲": 2114,
      "##陷": 2115,
      "##街": 2116,
      "##道": 2117,
      "##济": 2118,
      "##还": 2119,
      "##纳": 2120,
      "##米": 2121,
      "##且": 2122,
      "##志": 2123,
      "##指": 2124,
      "##容": 2125,
      "##易": 2126,
      "##放": 2127,
      "##毕": 2128,
      "##哥": 2129,
      "##斯": 2130,
      "##紧": 2131,
      "##名": 2132,
      "##典": 2133,
      "##照": 2134,
      "##桥": 2135,
      "##梁": 2136,
      "##散": 2137,
      "##ζ": 2138,
      "##朋": 2139,
      "##友": 2140,
      "##喜": 2141,
      "##欢": 2142,
      "##品": 2143,
      "##短": 2144,
      "##版": 2145,
      "##型": 2146,
      "##群": 2147,
      "##逻": 2148,
      "##辑": 2149,
      "##规": 2150,
      "##运": 2151,
      "##光": 2152,
      "##追": 2153,
      "##踪": 2154,
      "##站": 2155,
      "##初": 2156,
      "##思": 2157,
      "##才": 2158,
      "##允": 2159,
      "##务": 2160,
      "##快": 2161,
      "##速": 2162,
      "##∫": 2163,
      "##储": 2164,
      "##博": 2165,
      "##弈": 2166,
      "##支": 2167,
      "##付": 2168,
      "##材": 2169,
      "##料": 2170,
      "##教": 2171,
      "##常": 2172,
      "##余": 2173,
      "##弦": 2174,
      "##强": 2175,
      "##习": 2176,
      "##奖": 2177,
      "##励": 2178,
      "##策": 2179,
      "##帮": 2180,
      "##助": 2181,
      "##仔": 2182,
      "##花": 2183,
      "##依": 2184,
      "##此": 2185,
      "##宽": 2186,
      "##滤": 2187,
      "##波": 2188,
      "##ц": 2189,
      "##归": 2190,
      "##來": 2191,
      "##沒": 2192,
      "##旁": 2193,
      "##识": 2194,
      "##票": 2195,
      "##聪": 2196,
      "##双": 2197,
      "##针": 2198,
      "##唯": 2199,
      "##逆": 2200,
      "##图": 2201,
      "##事": 2202,
      "##̂": 2203,
      "##跟": 2204,
      "##遍": 2205,
      "##乎": 2206,
      "##靠": 2207,
      "##落": 2208,
      "##八": 2209,
      "##遗": 2210,
      "##憾": 2211,
      "##全": 2212,
      "##首": 2213,
      "##态": 2214,
      "##减": 2215,
      "##阶": 2216,
      "##寻": 2217,
      "##尚": 2218,
      "##居": 2219,
      "##民": 2220,
      "##免": 2221,
      "##疫": 2222,
      "##抗": 2223,
      "##挑": 2224,
      "##战": 2225,
      "##驾": 2226,
      "##框": 2227,
      "##架": 2228,
      "##语": 2229,
      "##言": 2230,
      "##汇": 2231,
      "##若": 2232,
      "##干": 2233,
      "##微": 2234,
      "##见": 2235,
      "##麻": 2236,
      "##烦": 2237,
      "##θ": 2238,
      "##栈": 2239,
      "##航": 2240,
      "##天": 2241,
      "##ф": 2242,
      "##即": 2243,
      "##云": 2244,
      "##议": 2245,
      "##审": 2246,
      "##视": 2247,
      "##陈": 2248,
      "##─": 2249,
      "##延": 2250,
      "##迟": 2251,
      "##虚": 2252,
      "##拟": 2253,
      "##城": 2254,
      "##市": 2255,
      "##野": 2256,
      "##味": 2257,
      "##打": 2258,
      "##控": 2259,
      "##记": 2260,
      "##录": 2261,
      "##γ": 2262,
      "##洁": 2263,
      "##层": 2264,
      "##荐": 2265,
      "##户": 2266,
      "##击": 2267,
      "##抽": 2268,
      "##象": 2269,
      "##附": 2270,
      "##消": 2271,
      "##耗": 2272,
      "##纠": 2273,
      "##文": 2274,
      "##九": 2275,
      "##圆": 2276,
      "##商": 2277,
      "##台": 2278,
      "##销": 2279,
      "##磅": 2280,
      "##际": 2281,
      "##ʙ": 2282,
      "##退": 2283,
      "##普": 2284,
      "##劳": 2285,
      "##里": 2286,
      "##惑": 2287,
      "##税": 2288,
      "##场": 2289,
      "##万": 2290,
      "##担": 2291,
      "##失": 2292,
      "##真": 2293,
      "##隐": 2294,
      "##私": 2295,
      "##噪": 2296,
      "##音": 2297,
      "##乐": 2298,
      "##宪": 2299,
      "##裂": 2300,
      "##э": 2301,
      "##知": 2302,
      "##轮": 2303,
      "##廓": 2304,
      "##贪": 2305,
      "##ä": 2306,
      "##主": 2307,
      "##哲": 2308,
      "##状": 2309,
      "##̅": 2310,
      "##史": 2311,
      "##研": 2312,
      "##究": 2313,
      "##概": 2314,
      "##們": 2315,
      "##把": 2316,
      "##裝": 2317,
      "##袋": 2318,
      "##局": 2319,
      "##权": 2320,
      "##门": 2321,
      "##掉": 2322,
      "##创": 2323,
      "##填": 2324,
      "##充": 2325,
      "##美": 2326,
      "##肯": 2327,
      "##游": 2328,
      "##戏": 2329,
      "##深": 2330,
      "##景": 2331,
      "##伸": 2332,
      "##神": 2333,
      "##网": 2334,
      "##络": 2335,
      "##备": 2336,
      "##育": 2337,
      "##ε": 2338,
      "##密": 2339,
      "##哈": 2340,
      "##希": 2341,
      "##棵": 2342,
      "##拓": 2343,
      "##扑": 2344,
      "##潜": 2345,
      "##感": 2346,
      "##妨": 2347,
      "##候": 2348,
      "##访": 2349,
      "##什": 2350,
      "##办": 2351,
      "##气": 2352,
      "##封": 2353,
      "##装": 2354,
      "##略": 2355,
      "##风": 2356,
      "##险": 2357,
      "##途": 2358,
      "##社": 2359,
      "##媒": 2360,
      "##趋": 2361,
      "##势": 2362,
      "##签": 2363,
      "##饭": 2364,
      "##阱": 2365,
      "##巧": 2366,
      "##稳": 2367,
      "##客": 2368,
      "##幻": 2369,
      "##¬": 2370,
      "##员": 2371,
      "##绩": 2372,
      "##评": 2373,
      "##ψ": 2374,
      "##母": 2375,
      "##安": 2376,
      "##幂": 2377,
      "##避": 2378,
      "##阈": 2379,
      "##跨": 2380,
      "##摩": 2381,
      "##尔": 2382,
      "##张": 2383,
      "##便": 2384,
      "##价": 2385,
      "##房": 2386,
      "##ø": 2387,
      "##频": 2388,
      "##利": 2389,
      "##执": 2390,
      "##滑": 2391,
      "##窗": 2392,
      "##口": 2393,
      "##脉": 2394,
      "##租": 2395,
      "##请": 2396,
      "##替": 2397,
      "##急": 2398,
      "##宇": 2399,
      "##宙": 2400,
      "##链": 2401,
      "##浏": 2402,
      "##览": 2403,
      "##淆": 2404,
      "##刻": 2405,
      "##违": 2406,
      "##背": 2407,
      "##判": 2408,
      "##园": 2409,
      "##巴": 2410,
      "##拿": 2411,
      "##赫": 2412,
      "##浮": 2413,
      "##掩": 2414,
      "##衍": 2415,
      "##松": 2416,
      "##医": 2417,
      "##穷": 2418,
      "##吗": 2419,
      "##挖": 2420,
      "##掘": 2421,
      "##┴": 2422,
      "##┐": 2423,
      "##穿": 2424,
      "##侧": 2425,
      "##讨": 2426,
      "##糊": 2427,
      "##则": 2428,
      "##流": 2429,
      "##服": 2430,
      "##热": 2431,
      "##岗": 2432,
      "##摄": 2433,
      "##责": 2434,
      "##ó": 2435,
      "##黄": 2436,
      "##幸": 2437,
      "##扩": 2438,
      "##迭": 2439,
      "##释": 2440,
      "##怀": 2441,
      "##疑": 2442,
      "##呢": 2443,
      "##王": 2444,
      "##傅": 2445,
      "##迅": 2446,
      "##蚂": 2447,
      "##蚁": 2448,
      "##鉴": 2449,
      "##跳": 2450,
      "##尽": 2451,
      "##闭": 2452,
      "##半": 2453,
      "##促": 2454,
      "##ô": 2455,
      "##药": 2456,
      "##剂": 2457,
      "##ȳ": 2458,
      "##删": 2459,
      "##ᴄ": 2460,
      "##犯": 2461,
      "##国": 2462,
      "##問": 2463,
      "##題": 2464,
      "##启": 2465,
      "##å": 2466,
      "##走": 2467,
      "##往": 2468,
      "##键": 2469,
      "##伪": 2470,
      "##哇": 2471,
      "##赋": 2472,
      "##隧": 2473,
      "##拢": 2474,
      "##介": 2475,
      "##译": 2476,
      "##柯": 2477,
      "##西": 2478,
      "##曼": 2479,
      "##顿": 2480,
      "##骰": 2481,
      "##ξ": 2482,
      "##货": 2483,
      "##币": 2484,
      "##秘": 2485,
      "##仪": 2486,
      "##자": 2487,
      "##년": 2488,
      "##观": 2489,
      "##待": 2490,
      "##š": 2491,
      "##妙": 2492,
      "##森": 2493,
      "##林": 2494,
      "##漏": 2495,
      "##域": 2496,
      "##头": 2497,
      "##↓": 2498,
      "##旋": 2499,
      "##政": 2500,
      "##固": 2501,
      "##缺": 2502,
      "##念": 2503,
      "##ˆ": 2504,
      "##粗": 2505,
      "##糙": 2506,
      "##ъ": 2507,
      "##√": 2508,
      "##践": 2509,
      "##海": 2510,
      "##洋": 2511,
      "##降": 2512,
      "##ħ": 2513,
      "##ń": 2514,
      "##宗": 2515,
      "##既": 2516,
      "##畴": 2517,
      "##汽": 2518,
      "##承": 2519,
      "##享": 2520,
      "##训": 2521,
      "##练": 2522,
      "##û": 2523,
      "##ò": 2524,
      "##邦": 2525,
      "##酶": 2526,
      "##̄": 2527,
      "##繁": 2528,
      "##琐": 2529,
      "##慢": 2530,
      "##随": 2531,
      "##室": 2532,
      "##仿": 2533,
      "##沉": 2534,
      "##浸": 2535,
      "##属": 2536,
      "##缀": 2537,
      "##冒": 2538,
      "##泡": 2539,
      "##為": 2540,
      "##麼": 2541,
      "##會": 2542,
      "##這": 2543,
      "##樣": 2544,
      "##休": 2545,
      "##赖": 2546,
      "##察": 2547,
      "##佳": 2548,
      "##绕": 2549,
      "##怎": 2550,
      "##梯": 2551,
      "##敛": 2552,
      "##书": 2553,
      "##ű": 2554,
      "##报": 2555,
      "##插": 2556,
      "##抵": 2557,
      "##吧": 2558,
      "##叫": 2559,
      "##又": 2560,
      "##∞": 2561,
      "##幅": 2562,
      "##乱": 2563,
      "##餘": 2564,
      "##數": 2565,
      "##總": 2566,
      "##於": 2567,
      "##ρ": 2568,
      "##批": 2569,
      "##岛": 2570,
      "##攻": 2571,
      "##透": 2572,
      "##î": 2573,
      "##缓": 2574,
      "##∑": 2575,
      "##à": 2576,
      "##演": 2577,
      "##谱": 2578,
      "##她": 2579,
      "##详": 2580,
      "##采": 2581,
      "##離": 2582,
      "##堆": 2583,
      "##家": 2584,
      "##碰": 2585,
      "##ć": 2586,
      "##熟": 2587,
      "##悉": 2588,
      "##虽": 2589,
      "##ą": 2590,
      "##库": 2591,
      "##档": 2592,
      "##纺": 2593,
      "##η": 2594,
      "##恰": 2595,
      "##夫": 2596,
      "##旦": 2597,
      "##別": 2598,
      "##孤": 2599,
      "##画": 2600,
      "##截": 2601,
      "##命": 2602,
      "##倒": 2603,
      "##折": 2604,
      "##扣": 2605,
      "##诱": 2606,
      "##善": 2607,
      "##钥": 2608,
      "##熵": 2609,
      "##振": 2610,
      "##應": 2611,
      "##該": 2612,
      "##仲": 2613,
      "##裁": 2614,
      "##牵": 2615,
      "##簇": 2616,
      "##激": 2617,
      "##营": 2618,
      "##养": 2619,
      "##妆": 2620,
      "##恢": 2621,
      "##七": 2622,
      "##清": 2623,
      "##楚": 2624,
      "##兼": 2625,
      "##废": 2626,
      "##忆": 2627,
      "##返": 2628,
      "##补": 2629,
      "##泛": 2630,
      "##土": 2631,
      "##世": 2632,
      "##综": 2633,
      "##隔": 2634,
      "##T": 2635,
      "##M": 2636,
      "##矢": 2637,
      "##压": 2638,
      "##碳": 2639,
      "##损": 2640,
      "##财": 2641,
      "##笔": 2642,
      "##映": 2643,
      "##绘": 2644,
      "##农": 2645,
      "##涵": 2646,
      "##木": 2647,
      "##兩": 2648,
      "##腰": 2649,
      "##挺": 2650,
      "##杆": 2651,
      "##ç": 2652,
      "##温": 2653,
      "##馈": 2654,
      "##芯": 2655,
      "##片": 2656,
      "##晶": 2657,
      "##崩": 2658,
      "##溃": 2659,
      "##č": 2660,
      "##早": 2661,
      "##結": 2662,
      "##膜": 2663,
      "##赞": 2664,
      "##齐": 2665,
      "##曲": 2666,
      "##伯": 2667,
      "##ž": 2668,
      "##宜": 2669,
      "##占": 2670,
      "##庭": 2671,
      "##搞": 2672,
      "##众": 2673,
      "##猜": 2674,
      "##魔": 2675,
      "##润": 2676,
      "##播": 2677,
      "##嗯": 2678,
      "##锥": 2679,
      "##荷": 2680,
      "##静": 2681,
      "##裡": 2682,
      "##說": 2683,
      "##伴": 2684,
      "##瓦": 2685,
      "##茨": 2686,
      "##ί": 2687,
      "##刚": 2688,
      "##协": 2689,
      "##無": 2690,
      "##論": 2691,
      "##暗": 2692,
      "##椭": 2693,
      "##弃": 2694,
      "##厚": 2695,
      "##升": 2696,
      "##章": 2697,
      "##住": 2698,
      "##↑": 2699,
      "##乌": 2700,
      "##托": 2701,
      "##售": 2702,
      "##斗": 2703,
      "##掌": 2704,
      "##握": 2705,
      "##筛": 2706,
      "##灾": 2707,
      "##害": 2708,
      "##留": 2709,
      "##彻": 2710,
      "##村": 2711,
      "##庄": 2712,
      "##丰": 2713,
      "##富": 2714,
      "##央": 2715,
      "##板": 2716,
      "##時": 2717,
      "##逝": 2718,
      "##暂": 2719,
      "##页": 2720,
      "##槽": 2721,
      "##哦": 2722,
      "##蛇": 2723,
      "##â": 2724,
      "##顾": 2725,
      "##钟": 2726,
      "##绝": 2727,
      "##遇": 2728,
      "##治": 2729,
      "##疗": 2730,
      "##矮": 2731,
      "##纯": 2732,
      "##令": 2733,
      "##旅": 2734,
      "##故": 2735,
      "##ū": 2736,
      "##俗": 2737,
      "##朝": 2738,
      "##ï": 2739,
      "##益": 2740,
      "##勒": 2741,
      "##ă": 2742,
      "##团": 2743,
      "##锁": 2744,
      "##尾": 2745,
      "##德": 2746,
      "##课": 2747,
